Repository: TalasZh/opencbs
Catalog: Src/OpenCBS.GUI/Clients/ClientForm.*.resx
Languages: pt, ru_ru

# lProjectFinancialPlanType.Text
source: Type
pt: Tipo
ru_ru: Тип

# lProjectFinancialPlanAmount.Text
source: Amount
pt: Quantia
ru_ru: Сумма

# lProjectFinancialPlanTotalAmount.Text
source: Total
ru_ru: Всего

# gBProjectFinancialPlan.Text
source: Financial plan
pt: Plano financeiro
ru_ru: Финансовый план

# lProjectNbOfNewJobs.Text
source: N° of new jobs
pt: N de novos empregos
ru_ru: № новых работ

# lProjectCA.Text
source: Turn-over:
pt: Transformao:
ru_ru: Перевернуть

# lProjectCorporateName.Text
source: Name:
pt: Nome:
ru_ru: Имя

# lProjectCorporateSIRET.Text
source: Registration n°:
pt: N de registro:
ru_ru: Регистрационный номер

# lProjectJuridicStatus.Text
source: Juridic status:
pt: Situao jurdica:
ru_ru: Юридический статус

# lProjectFiscalStatus.Text
source: Fiscal status:
pt: Situao fiscal:
ru_ru: Фискальный статус

# gBProjectAddress.Text
source: Address
pt: Endereo
ru_ru: Адрес

# columnHeaderProjectYear.Text
source: Year
pt: Ano
ru_ru: Год

# columnHeaderProjectJobs1.Text
source: N° jobs 1
pt: N das tarefas 1
ru_ru: N° работ 1

# columnHeaderProjectJobs2.Text
source: N° Jobs 2
pt: N das tarefas 2
ru_ru: N° Работ 2

# columnHeaderprojectPersonalSituation.Text
source: Personal situation
pt: Situo pessoal
ru_ru: Личная ситуация

# columnHeaderProjectActivity.Text
source: Activity
pt: Actividade
ru_ru: Вид деятельности

# columnHeaderProjectComment.Text
source: Comment
pt: Comentrio
ru_ru: Коментарии

# buttonProjectAddFollowUp.Text
source: Add FollowUp
pt: Adicionar seguimento
ru_ru: Добавить план

# columnHeaderName.Text
source: Name
pt: Nome
ru_ru: Имя

# columnHeader17.Text
source: Amount
pt: Quantia
ru_ru: Сумма

# columnHeaderPercentage.Text
source: % of loan
pt: % do capital
ru_ru: % от займа

# columnHeaderDesc.Text
source: Description
pt: Descrio
ru_ru: Описание

# btnPrintGuarantors.Text
source: Print
pt: Imprimir
ru_ru: Печать

# buttonSelectAGarantors.Text
source: Add
pt: Adicionar
ru_ru: Добавить

# buttonModifyAGarantors.Text
source: Modify
pt: Modificar
ru_ru: Изменить

# buttonViewAGarantors.Text
source: View
pt: Veja
ru_ru: Просмотреть

# buttonDelete.Text
source: Delete
pt: Apagar
ru_ru: Удалить

# lblCreditCurrency.Text
source: Currency: ......
pt: Moeda: ......
ru_ru: Валюта: ......

# lblGuarantorsList.Text
source: Guarantors
pt: Lista de Fiadors
ru_ru: Поручители

# columnHeader19.Text
source: Name
pt: Nome
ru_ru: Название

# columnHeader20.Text
source: Amount
pt: Quantia
ru_ru: Сумма

# columnHeader25.Text
source: % of loan
pt: % do emprestimo
ru_ru: % от займа

# columnHeaderColDesc.Text
source: Description
pt: Descrio
ru_ru: Описание

# buttonAddCollateral.Text
source: Add
pt: Adicionar
ru_ru: Добавить

# buttonModifyCollateral.Text
source: Modify
pt: Modificar
ru_ru: Изменить

# buttonViewCollateral.Text
source: View
pt: Veja
ru_ru: Просмотреть

# buttonDelCollateral.Text
source: Delete
pt: Apagar
ru_ru: Удалить

# lblCollaterals.Text
source: Collaterals
pt: Lista de garantias
ru_ru: Заложенное имущество

# labelLoansContracts.Text
source: Loans
pt: Emprstimos
ru_ru: Кредиты

# labelSavingsContracts.Text
source: Savings
pt: Poupana
ru_ru: Накопления

# tabPageDetails.Text
source: Details
pt: Detalhes
ru_ru: Детали

# labelProjectDate.Text
source: Date:
pt: Data:
ru_ru: Дата:

# buttonProjectSelectPurpose.Text
source: Select
pt: Selecione
ru_ru: Выбор

# labelProjectPurpose.Text
source: Type:
pt: Tipo:
ru_ru: Тип:

# labelProjectName.Text
source: Name:
pt: Nome:
ru_ru: Имя:

# labelProjectCode.Text
source: Code:
pt: Cdigo:
ru_ru: Код:

# labelFirstProjectName.Text
source: Aim:
pt: Objectivo
ru_ru: Цель:

# buttonProjectSave.Text
source: Save project
pt: Gravar projecto
ru_ru: Сохранить

# columnProductType.Text
source: Type
pt: Tipo
ru_ru: Тип

# columnHeaderId.Text
source: Code
pt: Cdigo
ru_ru: Код

# columnHeaderStatus.Text
source: Status
pt: Situao
ru_ru: Статус

# columnHeaderAmount.Text
source: Amount
pt: Quantia
ru_ru: Сумма

# columnHeaderOLB.Text
source: OLB
pt: SEP
ru_ru: КП

# columnHeaderCurrency.Text
source: Currency
pt: Moeda
ru_ru: Валюта

# columnHeaderInterestRate.Text
source: Interest rate
pt: Taxa de juros
ru_ru: Процент

# columnHeaderInstallmentType.Text
source: Installment type
pt: Tipo de prestao
ru_ru: Тип погашения

# columnHeaderNbOfInstallments.Text
source: Number of installments
pt: Nmero de prestaes
ru_ru: Кол. погашений

# columnHeaderCreationDate.Text
source: Creation Date
pt: Data criada
ru_ru: Дата создания

# columnHeaderStartDate.Text
source: Start date
pt: Data incial
ru_ru: Дата начала

# columnHeaderCloseDate.Text
source: Close date
pt: Data do encerramento
ru_ru: Дата закрытия

# buttonProjectAddContract.Text
source: Add loan
pt: Adicionar emprestimo
ru_ru: Добавить кредит

# buttonProjectViewContract.Text
source: View contract
pt: Veja contracto
ru_ru: Просмотр контракта

# tabPageProjectLoans.Text
source: Contracts
pt: Contratos
ru_ru: Контракты

# labelProjectConcurrence.Text
source: Competition:
pt: Concorencia:
ru_ru: Конкуренция

# labelProjectMarket.Text
source: Market:
pt: Mercado:
ru_ru: Рынок

# labelProjectExperience.Text
source: Experience:
pt: Experincia:
ru_ru: Опыт

# labelProjectAbilities.Text
source: Abilities:
pt: Competencias:
ru_ru: Возможности

# tabPageProjectAnalyses.Text
source: Analyses
pt: Anlizes
ru_ru: Анализ

# tabPageCorporate.Text
source: Created Company
pt: Empresa criada
ru_ru: Объединение

# tabPageFollowUp.Text
source: Follow-up
pt: Seguimento
ru_ru: Мониторинг

# tabPageProject.Text
source: Project
pt: Projecto
ru_ru: Проект

# columnHeaderLoanDate.Text
source: Date
pt: Data
ru_ru: Дата

# columnHeaderLoanIP.Text
source: Interest payment
pt: Pagamento de juros
ru_ru: Процент

# columnHeaderLoanPR.Text
source: Principal repayment
pt: Reembolso do capital
ru_ru: Основная сумма

# columnHeaderLoanInstallmentTotal.Text
source: Installment Total
pt: Total da prestao
ru_ru: Общая сумма

# columnHeaderLoanOLB.Text
source: OLB
pt: SEP
ru_ru: КП

# tabPageInstallments.Text
source: Installments
pt: Prestaes
ru_ru: Инсталяции

# tabPageLoanCustomizableFields.Text
source: Customizable fields
pt: Campos desenhados pelo utilizador
ru_ru: Настраиваемые поля

# btnSaveLoan.Text
source: Save
pt: Gravar
ru_ru: Сохранить

# buttonLoanPreview.Text
source: Preview
pt: Prever
ru_ru: Просмотр

# buttonLoanDisbursment.Text
source: Disburse
pt: Desembolsar
ru_ru: Выдать

# btnPrintLoanDetails.Text
source: Print
pt: Imprimir
ru_ru: Печать

# btnLoanShares.Text
source: Loan shares
pt: Repartio
ru_ru: Доли кредита

# btnEditSchedule.Text
source: Edit schedule
pt: Editar tabela
ru_ru: Изменить график

# lblEconomicActivity.Text
source: Economic activity*:
ru_ru: Вид деятельности*:

# labelDateOffirstInstallment.Text
source: Preferred first installment date:
pt: Dia preferido da primeira prestao:
ru_ru: Дата первого погашения:

# labelLoanContractCode.Text
source: Contract code:
pt: Cdigo do contrato:
ru_ru: Код контракта:

# labelLoanAmount.Text
source: Amount:
pt: Quantia:
ru_ru: Сумма:

# labelLoanInterestRate.Text
source: Interest rate per period:
pt: Taxa de juros por perodo:
ru_ru: Процентная ставка:

# labelLoanNbOfInstallments.Text
source: Number of installments:
pt: Nmero de prestaes
ru_ru: Кол-во погашений:

# labelLoanStartDate.Text
source: Disbursement date:
pt: Dia de desembolso:
ru_ru: Дата выдачи денег:

# labelLoanGracePeriod.Text
source: Grace period:
pt: Perodo de carencia:
ru_ru: Льготный период:

# labelLoanLoanOfficer.Text
source: Loan officer:
pt: Oficial de Crdito:
ru_ru: Кредитный специалист:

# labelLoanInstallmentType.Text
source: Installment type:
pt: Tipo de prestao:
ru_ru: Тип погашений:

# labelLoanFundingLine.Text
source: Funding line:
pt: Linha de finanas
ru_ru: Фондовая линия:

# labelLoanPurpose.Text
source: Loan purpose:
pt: Objectivo do emprstimo:
ru_ru: Цель кредита:

# tabPageLoansDetails.Text
source: Loan details
pt: Detalhes do emprstimo
ru_ru: Детали кредита

# lbATR.Text
source: ATR
pt: TA
ru_ru: ДПП :

# lbAPR.Text
source: APR
pt: PA
ru_ru: ДЧП :

# groupBoxAnticipatedRepaymentPenalties.Text
source: Early fees
pt: Comisses sobre pagamentos prematuros
ru_ru: Пеня за досрочное погашение

# labelLoanLateFeesOnAmount.Text
source: Total loan amount
pt: Quantia total do emprstimo
ru_ru: Сумма кредита

# labelLoanLateFeesOnOverduePrincipal.Text
source: Overdue principal
pt: Capital em atraso
ru_ru: Просроченая сумма

# labelLoanLateFeesOnOLB.Text
source: OLB
pt: SEP
ru_ru: КП

# labelLoanLateFeesOnOverdueInterest.Text
source: Overdue interest
pt: Juros em atraso
ru_ru: Просроченый процент

# groupBoxLoanLateFees.Text
source: Late fees
pt: Juros de moura
ru_ru: Пеня

# colName.Text
source: Name
pt: Nome
ru_ru: Наименование

# colValue.Text
source: Value
pt: Quantia
ru_ru: Значение

# colAmount.Text
source: Amount
pt: Quantia
ru_ru: Сумма

# groupBoxEntryFees.Text
source: Entry fees
pt: Jias
ru_ru: Административные взносы

# btnUpdateSettings.Text
source: Save
pt: Gravar
ru_ru: Сохранить

# lbCompulsorySavingsAmount.Text
source: Amount
pt: Quantia
ru_ru: Сумма

# lbCompulsorySavings.Text
source: Link to savings account
pt: Poupana obrigatria
ru_ru: Привязать к депозитному счету

# linkCompulsorySavings.Text
source: Details
pt: Detalhes
ru_ru: детали

# groupBox2.Text
source: Compulsory savings
pt: Poupana compulsria
ru_ru: Обязательне накопления

# labelComments.Text
source: Comments
pt: Comentrios
ru_ru: Комментарии

# labelLocAmount.Text
source: LOC amount
pt: Quantia de LOC
ru_ru: Сумма КЛ:

# labelLocMin.Text
source: Min:
ru_ru: Мин:

# labelLocMax.Text
source: Max:
ru_ru: Макс:

# lblCreditInsurance.Text
source: Credit insurance:
pt: Seguro de crdito:
ru_ru: Страхование кредита:

# lblLocCurrencyMin.Text
source: Currency
pt: Moeda
ru_ru: Валюта

# lblLocCurrencyMax.Text
source: Currency
pt: Moeda
ru_ru: Валюта

# tabPageAdvancedSettings.Text
source: Advanced settings
pt: Configuraes avanadas
ru_ru: Дополнительные параметры

# btnPrintCreditCommittee.Text
source: Print
pt: Imprimir
ru_ru: Печать

# buttonCreditCommiteeSaveDecision.Text
source: Save
pt: Gravar
ru_ru: Сохранить

# lblCCStatus.Text
source: Status
pt: Situao
ru_ru: Статус

# labelCreditCommiteeDate.Text
source: Date
pt: Data:
ru_ru: Дата

# labelCreditCommiteeComment.Text
source: Comment
pt: Comentrio:
ru_ru: Комментарий

# labelCreditCommiteeCode.Text
source: Code
pt: Cdigo
ru_ru: Код

# tabPageCreditCommitee.Text
source: Credit committee
pt: Comit de crdito
ru_ru: Кредитный комитет

# columnHeader2.Text
source: Date
pt: Data
ru_ru: Дата

# columnHeader3.Text
source: Expected interests
pt: Juros anticipados
ru_ru: Начисленные проценты

# columnHeader4.Text
source: Expected principal
pt: Capital anticipado
ru_ru: Основная сумма к погашению

# columnHeader5.Text
source: Installment total
pt: Total da prestao
ru_ru: Всего к погашению

# columnHeader6.Text
source: OLB
pt: SEP
ru_ru: Кредитный портфель

# columnHeader7.Text
source: Paid interests
pt: Juros pagos
ru_ru: Оплаченные проценты

# columnHeader8.Text
source: Paid principal
pt: Capital pago
ru_ru: Оплаченая основная сумма

# columnHeader9.Text
source: Paid date
pt: Data paga
ru_ru: Дата оплаты

# columnHeaderLateDays.Text
source: Late days
pt: Dias em atraso
ru_ru: Просроч. Дни

# columnHeaderComment.Text
source: Comment
pt: Comentrio
ru_ru: Комментарий

# buttonLoanRepaymentRepay.Text
source: Repay
pt: Reembolsar
ru_ru: Оплатить

# buttonLoanReschedule.Text
source: Reschedule
pt: Reprogramar
ru_ru: Изменить график

# buttonAddTranche.Text
source: Add tranche
pt: Adicionar prestao
ru_ru: Добавить транш

# btnWriteOff.Text
source: Write off
pt: Abater
ru_ru: Списать

# btnPrintLoanRepayment.Text
source: Print
pt: Imprimir
ru_ru: Печать

# tabPageRepayments.Text
source: Repayment schedule
pt: Tabela de Reembolsos
ru_ru: График погашения

# columnHeader11.Text
source: Date
pt: Data
ru_ru: Дата

# EntryDate.Text
source: Entry date
pt: Data de entrada
ru_ru: Дата ввода

# columnHeader12.Text
source: Type
pt: Tipo
ru_ru: Тип

# columnHeader13.Text
source: Principal
pt: Capital
ru_ru: Основная сумма

# columnHeader14.Text
source: Interest
pt: Juros
ru_ru: Процент

# colCommissions.Text
source: Commissions
pt: Comisses
ru_ru: Комиссия

# colPenalties.Text
source: Penalties
pt: Juros de moura
ru_ru: Пеня

# colOverduePrincipal.Text
source: Overdue principal
ru_ru: Просроченная основная сумма

# colOverdueDays.Text
source: Overdue days
ru_ru: Дни просрочки

# columnHeader16.Text
source: Cancelable
pt: Cancelavel
ru_ru: Отменяемый

# columnHeader18.Text
source: User
pt: Utilizador
ru_ru: Пользователь

# ExportedDate.Text
source: Exported date
pt: Data exportada
ru_ru: Дата экспорта

# colNumber.Text
source: Installment number
pt: Nmero de prestao
ru_ru: Номер погашения

# columnHeader30.Text
source: Comment
pt: Comentrio
ru_ru: Комментарий

# colPaymentMethod.Text
source: Payment method
pt: Mtodo de pagamento
ru_ru: Метод оплаты

# colCancelDate1.Text
source: Cancel Date
pt: Cancelar data
ru_ru: Дата отмены

# colIsDeleted.Text
source: Deleted
ru_ru: Удалено

# btnPrintLoanEvents.Text
source: Print events
pt: Imprimir os movimentos
ru_ru: Печать

# btnWaiveFee.Text
source: Waive late fees
pt: Exonerar as comisses atrasadas
ru_ru: Аннулировать пеню просрочки

# btnDeleteEvent.Text
source: Delete most recent event
pt: Apage o evento mais recente
ru_ru: Удалить предыдущее событие

# tabPageEvents.Text
source: Events
pt: Movimentos
ru_ru: События

# richTextBoxStatus.Text
source: Status:
pt: Situao:
ru_ru: Статус:

# lblLoanStatus.Text
source: Contract repayment status
pt: Situao do reembolso
ru_ru: Статус оплаты контракта

# tabPageLoanRepayment.Text
source: Loan repayment
pt: Reembolso do emprstimo
ru_ru: Выплаты

# tabPageLoanGuarantees.Text
source: Guarantors and collaterals
pt: Fiadors e garantias
ru_ru: Поручители

# lbBalanceMaxValue.Text
source: value
pt: quantia
ru_ru: Значение

# lbBalanceMinValue.Text
source: value
pt: quantia
ru_ru: Значение

# groupBoxSavingBalance.Text
source: Balance
pt: Saldo
ru_ru: Баланс

# lbDepositMaxValue.Text
source: value
pt: quantia
ru_ru: Значение

# lbDepositMinValue.Text
source: value
pt: quantia
ru_ru: Значение

# groupBoxSavingDeposit.Text
source: Deposit
pt: Depsito
ru_ru: Сумма депозита

# lbWithdrawMaxValue.Text
source: value
pt: quantia
ru_ru: Значение

# lbWithdrawMinValue.Text
source: value
pt: quantia
ru_ru: Значение

# groupBoxSavingWithdraw.Text
source: Withdraw
pt: Levantar
ru_ru: Сумма снятия

# labelSavingTransferMaxValue.Text
source: value
pt: Quantia
ru_ru: Значение

# labelSavingTransferMinValue.Text
source: value
pt: Quantia
ru_ru: Значение

# groupBoxSavingTransfer.Text
source: Transfer
pt: Transferencia
ru_ru: Трансфер

# lbInterestBasedOnValue.Text
source: value
pt: quantia
ru_ru: Значение

# lbInterestAccrual.Text
source: Accrual:
pt: Acumulado :
ru_ru: Начислено:

# lbInterestPostingValue.Text
source: value
pt: quantia
ru_ru: Значение

# lbInterestBasedOn.Text
source: Based on:
pt: Baseado em :
ru_ru: На основе:

# lbInterestAccrualValue.Text
source: value
pt: Quantia
ru_ru: Значение

# lbInterestPosting.Text
source: Posting:
pt: Lanamento
ru_ru: Постинг:

# gbInterest.Text
source: Interest
pt: Juros
ru_ru: Процент

# lbPeriodicityValue.Text
source: value
pt: quantia
ru_ru: Значение

# lbAccrualDeposit.Text
source: Accrual:
pt: Acumulado:
ru_ru: Начислено:

# lbAccrualDepositValue.Text
source: value
pt: quantia
ru_ru: Значение

# lbPeriodicity.Text
source: Periodicity:
pt: Periodicidade:
ru_ru: Периодичность:

# gbDepositInterest.Text
source: Interest
pt: Juros
ru_ru: Процент

# lbTransferFees.Text
source: Transfer fees
pt: Comisses de tranferencia
ru_ru: Комиссия за перевод

# lbDepositFees.Text
source: Cash deposit fees
pt: Comisses de depsito numerrio
ru_ru: Комиссия за взнос (наличные)

# lbReopenFees.Text
source: Reopen fees
pt: Comisses de reabertura
ru_ru: Взнос за переоткрытие счета

# lbChequeDepositFees.Text
source: Cheque deposit fees
pt: Comisses de deposito de cheque
ru_ru: Комиссия за взнос (банковский чек)

# lbAgioFees.Text
source: Agio
pt: gio
ru_ru: Ажио

# lbCloseFees.Text
source: Close fees
pt: Comisses de fecho
ru_ru: Взнос при закрытии

# lbOverdraftFees.Text
source: Overdraft fees
pt: Comisses a descoberta
ru_ru: Взнос за овердрафт

# lbManagementFees.Text
source: Management fees
pt: Comisses de administrao
ru_ru: Взнос за обслуживание

# lblInterBranchTransfer.Text
source: Inter-branch transfer fees
pt: Comisses das transferencias intra-sucursal
ru_ru: Комиссия за перевод

# tabPageSavingsAmountsAndFees.Text
source: Fees and limits
pt: Comisses e limites
ru_ru: Пеня и ограничения

# columnHeader21.Text
source: Date
pt: Data
ru_ru: Дата

# columnHeader26.Text
source: Fees
pt: Comisses
ru_ru: Штрафы

# columnHeader22.Text
source: Debit
pt: Dbito
ru_ru: Дебит

# columnHeader23.Text
source: Credit
pt: Crdito
ru_ru: Кредит

# columnHeader27.Text
source: Transfer
pt: Transferncia
ru_ru: Перевод

# columnHeader15.Text
source: Code
pt: Cdigo
ru_ru: Код

# columnHeader28.Text
source: Savings method
pt: Tipo de poupana
ru_ru: Метод сбережения

# columnHeader29.Text
source: User
pt: Utilizador
ru_ru: Пользователь

# columnHeader24.Text
source: Description
pt: Descrio
ru_ru: Описание

# colCancelDate.Text
source: Cancel Date
pt: Cancelar data
ru_ru: Дата отмены

# tabPageSavingsEvents.Text
source: Events
pt: Movimentos
ru_ru: События

# olvColumnContractCode.Text
source: Code
pt: Cdigo
ru_ru: Код

# olvColumnStatus.Text
source: Status
pt: Situao
ru_ru: Статус

# olvColumnAmount.Text
source: Amount
pt: Quantia
ru_ru: Сумма

# olvColumnOLB.Text
source: OLB
pt: SEP
ru_ru: Портфель

# olvColumnCreationDate.Text
source: Creation date
pt: Data de criao
ru_ru: Дата создания

# olvColumnStratDate.Text
source: Start date
pt: Data inicial
ru_ru: Дата начала

# olvColumnCloseDate.Text
source: Close date
pt: Data de encerramento
ru_ru: Дата закрытия

# tabPageLoans.Text
source: Loans
pt: Emprstimos
ru_ru: Кредиты

# tabPageSavingsCustomizableFields.Text
source: Customizable fields
pt: Campos desenhados pelo utilizador
ru_ru: Настраиваемые поля

# lblNumberOfPeriods.Text
source: Number of periods
pt: Nmero de perodos
ru_ru: Число периодов

# lblLimitOfTermDepositPeriod.Text
source: Limit of the period
pt: Limite do perodo
ru_ru: Ограничение периода

# lbRollover2.Text
source: Rollover
pt: Renovao
ru_ru: Ролловер

# btSearchContract2.Text
source: Search
pt: Buscar
ru_ru: Поиск

# lblTermTransferToAccount.Text
source: Transfer to account
pt: Transferncia para conta
ru_ru: Трансфер на счет

# tpTermDeposit.Text
source: Term deposit
pt: Depsito a prazo
ru_ru: Срочный депозит

# btSavingsUpdate.Text
source: Update
pt: Actualizar
ru_ru: Обновить

# buttonSaveSaving.Text
source: Save
pt: Gravar
ru_ru: Сохранить

# buttonFirstDeposit.Text
source: First deposit
pt: Primeiro depsito
ru_ru: Первый взнос

# buttonCloseSaving.Text
source: Close
pt: Fechar
ru_ru: Закрыть

# buttonReopenSaving.Text
source: Reopen
pt: Reabrir
ru_ru: Переоткрыть

# savingDepositToolStripMenuItem.Text
source: Deposit
pt: Depsito
ru_ru: Депозит

# savingWithdrawToolStripMenuItem.Text
source: Withdrawal
pt: Levantamento
ru_ru: Снятие

# savingTransferToolStripMenuItem.Text
source: Transfer
pt: Transferencia
ru_ru: Перевод

# specialOperationToolStripMenuItem.Text
source: Special Operation
pt: Operao Especial
ru_ru: Спец. операция

# buttonSavingsOperations.Text
source: Operations
pt: Operaes
ru_ru: Операции

# btCancelLastSavingEvent.Text
source: Cancel last operation
pt: Cancele ltimo movimento
ru_ru: Отменить последнюю операцию

# btnPrintSavings.Text
source: Print
pt: Imprimir
ru_ru: Печать

# lbEntryFees.Text
source: Entry fees
pt: Jias
ru_ru: Административный взнос

# labelInitialAmount.Text
source: Initial amount
pt: Quantia inicial
ru_ru: Начальная сумма

# label1.Text
source: Savings officer
pt: Oficial da promoo das poupanas
ru_ru: Депозитный офицер

# label9.Text
source: Code
pt: Cdigo
ru_ru: Код

# lBSavingBalance.Text
source: Balance
pt: Saldo
ru_ru: Баланс

# labelInterestRate.Text
source: Interest rate
pt: Taxa de juros
ru_ru: Процентная ставка

# lbWithdrawFees.Text
source: Withdraw fees
pt: Comisses de levantamento
ru_ru: Штраф за снятие

# groupBoxSaving.Text
source: admin
pt: Administrao
ru_ru: Депозиты

# tabPageSavingDetails.Text
source: Savings details
pt: Detalhes da Poupana
ru_ru: Детали депозита

# tabPageContracts.Text
source: Contracts
pt: Contratos
ru_ru: Контракты

# olvColumnSACExportedBalance.Text
source: Exported Balance
pt: Saldo exportado
ru_ru: Экспортированный баланс

# olvColumnLACExportedBalance.Text
source: Exported Balance
pt: Saldo exportado
ru_ru: Экспортированный баланс

# labelTitleRepayment.Text
source: Contract repayment status
pt: Situao do reembolso
ru_ru: Статус погашений

# buttonPrintSchedule.Text
source: Print Repayments schedule
pt: Imprimir tabela de reembolso
ru_ru: Печать графика погашений

# buttonReschedule.Text
source: Reschedule
pt: Reprogramar
ru_ru: Реструктуризация

# buttonRepay.Text
source: Confirm repayment
pt: Confirme reembolso
ru_ru: Подверждение платежа

# columnHeaderDate.Text
source: Date
pt: Data
ru_ru: Дата

# columnHeaderType.Text
source: Type
pt: Tipo
ru_ru: Тип

# columnHeaderPrincipal.Text
source: Principal
pt: Capital
ru_ru: ОС

# columnHeaderInterest.Text
source: Interest
pt: Juros
ru_ru: Процент

# columnHeaderFees.Text
source: Fees
pt: Comisses
ru_ru: Штрафы

# columnHeader10.Text
source: Cancelable
pt: Cancelavel
ru_ru: Отменяемый

# labelExchangeRate.Text
source: Exchange rate:
pt: Taxa de cmbio:
ru_ru: Обменный курс

# toolStripMenuItemEditComment.Text
source: Edit Comment
pt: Edite comentrio
ru_ru: Редактировать

# toolStripMenuItemCancelPending.Text
source: Cancel Pending Installment
pt: Cancele prestao pendente
ru_ru: Отменить ожидаемый платеж

# toolStripMenuItemConfirmPending.Text
source: Confirm Pending Installment
pt: Confirme presto pendente
ru_ru: Подтвердить ожидаемый платеж

# menuItemConfirmPendingSavingEvent.Text
source: Confirm pending event
pt: Confirme movimento pendente
ru_ru: Подтвердить событие

# menuItemCancelPendingSavingEvent.Text
source: Cancel pending event
pt: Cancele movimento pendente
ru_ru: Отменить событие

# $this.Text
source: Person
pt: Individual
ru_ru: Клиент

# lbBalanceMax.Text
source: Max:
pt: Mx :

# lbDepositmax.Text
source: Max:
pt: Mx :

# lbWithdrawMax.Text
source: Max:
pt: Mx :

# lbWithdrawMin.Text
source: Min:
pt: quantia

# lProjectAffiliation.Text
source: Affiliation:
pt: Afiliao:
