Repository: TalasZh/opencbs
Catalog: Src/OpenCBS.MultiLanguage/resx/ApplicationExceptionHandler.*.resx
Languages: es_es, ru_ru

# RoleIsNull.Text
source: Role was not selected. Please, select Role to delete
ru_ru: Роль не выбрана.

# ActionProhibitedForUser.Text
source: You do not have authorities to perform this {0} action
ru_ru: Недостаточно прав на выполнение этой {0} операции.

# CustomExportFileExtensionIsIncorrect.Text
source: File Extension is Incorrect
ru_ru: Неверное расширение файла.

# CustomExportFileNameIsEmpty.Text
source: File Name is Empty
ru_ru: Имя файла не задано.

# CustomExportSomeRequiredFieldsAreMissing.Text
source: Some required fields are missing
ru_ru: Некоторые обязательные поля не заданы.

# LoadExtensionError.Text
source: Error has occured while loading extensions. Please try to remove problematic extensions and start OpenCbs again.
ru_ru: Ошибка при загрузке модулей. Пожалуйста попробуйте удалить проблемные модули.

# SelectBeforeConf.Text
source: You must select a transaction before confirming operation
ru_ru: Выберите счёт для операции

# FieldNameCanNotContainComma.Text
source: You can not input comma into field name or into field description. Please remove comma and try again.
ru_ru: Имя поля или описание поля не могут содержать запятую. Пожалуйста уберите запятую, и попробуйте сохранить снова.

# FieldLimited.Text
source: This custom field is limited to 300 characters. Text will be truncated.
ru_ru: В настраиваемое поле можно ввести только 300 символов (включая пробелы). Текст должен быть уменьшен.

# AccountImportIdExist.Text
source: Some of account ids from import file already exists.
ru_ru: Идентификатор счети из файла уже существует.

# AccountImportNumbersExist.Text
source: Some of account numbers from import file already exists.
ru_ru: Номер счети из файла уже существует.

# TellerAccountIsEmpty.Text
source: Account is not set. You should create new account in Chart of accounts first
ru_ru: Счёт не установлен. Создайте сначала счёт пожалуйста

# TellerAmountMinMaxIsInvalid.Text
source: Maximal and minimal amounts should be correctly filled
ru_ru: Максимальная и минимальная сумма должны быть правильно заполнены

# TellerBranchIsEmpty.Text
source: Branch is not set. You should create new branch first
ru_ru: Филиал не определён. Сначала создайте филиал

# TellerCurrencyIsEmpty.Text
source: Currency is not set. You should create new currency first
ru_ru: Валюта не определана. Сначала создайте валюту

# TellerNameIsEmpty.Text
source: Teller's name is empty
ru_ru: Заполните наименование кассы пожалуйста

# TellerUserIsEmpty.Text
source: User is not set. You should create new user first
ru_ru: Пользователь не определён. Сначала создайте пользователя

# TellerNameIsExists.Text
source: Teller's name already exists, please rename
ru_ru: Касса с таким название уже существует, переименуйте пожалуйста

# OUE10.Text
source: User has teller, please delete or reassign teller first
ru_ru: Пользователь имеет кассу. Пожалуйста удалите или переназначте кассу

# CurrentInstallmentIsNotFullyRepaid.Text
source: Current installment is not fully repaid
ru_ru: Текущая инсталяция проплачена не полностью

# LoanIsFlatForTranche.Text
source: You cannot add tranche for FLAT Loans
ru_ru: Вы не можете выдавать транши для FLAT кредитов

# TrancheMaturityError.Text
source: You can not add more tranches, please update product !
ru_ru: Невозможно добавить транш. Пожалуйста, проверьте кредитный продукт.

# LoanAlreadyDisbursed.Text
source: Loan is already disbursed.
ru_ru: Кредит уже выдан.

# DuplicatedAccount.Text
source: There cannot be two accounts with the same number. Enter another account number.
es_es: Cambie el número de cuenta.
ru_ru: Счет с таким номером уже существует. Введите другой номер счета.

# OpenCbsEmptyLocationException.Text
source: Location name cannot be empty.
ru_ru: Местоположение не может быть пустым.

# OpenCbsCityUsedException.Text
source: City is used by one or more clients.
ru_ru: Город использован в клиентах.

# OpenCbsDistrictUsedException.Text
source: District is used by one or more clients.
ru_ru: Район использован в клиентах.

# TellerVaultExists.Text
source: Vault for this branch is already exists
ru_ru: Хранилище для этого филиала уже существует

# OpenCbsCorporateEventExceptionAmountIsBigger.Text
source: Amount is bigger (only lower than 100 millions)
es_es: El monto es demasiado alto (solo puede ser inferior a 100 millones)

# ProjectExceptionCACannotBeNullInFollowUp.Text
source: CA is empty in follow up
es_es: el CA está vacío en el seguimiento

# ProjectExceptionCAIsBad.Text
source: CA is not a number!
es_es: el CA no es number!

# ProjectExceptionFinancialPlanAmountIsBad.Text
source: Financial plan's amount is not a number!
es_es: El monto del plan financiero tiene que ser un número!

# ProjectExceptionFinancialTotalPlanAmountIsBad.Text
source: Financial plan's total amount is not a number!
es_es: El monto total del plan financiero tiene que ser un número!

# PostingFrequencyIsInvalid.Text
source: Number of instalments is not correct.
es_es: Term deposit period is wrong. Please check it and try again.
