Repository: TalasZh/opencbs
Catalog: Src/OpenCBS.MultiLanguage/resx/ApplicationExceptionHandler.*.resx
Languages: es_es, ru_ru

# PackageExceptionExoticProductNameAlreadyExist
source: Exotic product name already exist!!
ru_ru: Имя не типичного продукта уже существует

# OpenCbsFundingLineEventExceptionAmountIsBigger.Text
source: Entered amount should not be bigger than 99999999999999
ru_ru: Слишком большая сумма (должно быть менее 1 квадриллиона 10^15)

# OpenCbsFundingLineEventExceptionAmountIsEmpty.Text
source: Funding line's amount is empty
ru_ru: Отсутствует сумма в фондовой линии

# OpenCbsFundingLineEventExceptionAmountIsLessZero.Text
source: Amount is less zero
ru_ru: Сумма отрицательна

# OpenCbsFundingLineEventExceptionAmountIsNonCompliant.Text
source: Amount is non-Compliant
ru_ru: Сумма не корректна

# OpenCbsFundingLineEventExceptionAmountIsTaller.Text
source: Selected funding line doesn't have enough money for this loan
ru_ru: Указанная фондовая линия не имеет достаточных средств для этого кредита

# OpenCbsFundingLineEventExceptionCodeIsEmpty.Text
source: Funding Line's Code is Empty
ru_ru: Отсутствует код фондовой линии

# OpenCbsFundingLineEventExceptionCommitmentFinancialIsNotEnough.Text
source: Financial Commitment is not enough
ru_ru: Не хватает средств в фондовой линии

# OpenCbsFundingLineEventExceptionNameIsEmpty.Text
source: Funding Line's Name is Empty
ru_ru: Отсутствует имя фондовой линии

# OpenCbsFundingLineExceptionFundingLineNameExists.Text
source: Funding line with this name and purpose already exists. You can use existing funding line or add a funding line with different name/purpose.
ru_ru: Фондовая лини с таким именем уже существует.

# OTE41.Text
source: Please select loan officer.
es_es: Por favor seleccione al asesor de crédito
ru_ru: Укажите кредитного специалиста

# PackageExceptionProductCodeIsEmpty.Text
source: Product code is empty (Main Parameters)
es_es: El campo "código" está vacío
ru_ru: Код отсутствует

# ReportProcedureSourceEmpty.Text
source: SQL source for report is not defined
ru_ru: Источник SQL для отчета не указан

# SavingProductBalanceIsInvalid.Text
source: Balance is invalid
es_es: El saldo no es válido
ru_ru: Баланс не верен

# SavingProductDepositAmountIsInvalid.Text
source: Cash deposit amount are empty or incorrect. You must complete "min" and "max". Deposit amount must be positive (tab Transactions)
es_es: El monto del depósito no es válido
ru_ru: Сумма депозита не верна

# SavingProductDepositMinAmountIsInvalid.Text
source: Cash deposit amount are empty or incorrect. You must complete "min" and "max". Deposit amount must be positive (tab Transactions)
es_es: El monmto del depósito tiene que ser positivo
ru_ru: Сумма депозита должна быть положительна

# SavingProductDuplicateProductName.Text
source: This name alrady exist (Main parameters)
es_es: Este nombre ya existe
ru_ru: Это имя уже существует

# SavingProductInitialAmountIsInvalid.Text
source: Initial amount value is empty or incorrect. You must complete "min" and "max". Initial amount cannot be null (Main Parameters)
es_es: El monto inicial no es válido
ru_ru: Сумма не верна

# SavingProductInitialAmountMaxNotInBalance.Text
source: Initial amount max must be in balance You must complete "min" and "max". Initial amount cannot be null (Main Parameters)
ru_ru: Сумма максимума должна быть в балансе

# SavingProductInitialAmountMinIsInvalid.Text
source: Initial amount must be positive You must complete "min" and "max". Initial amount cannot be null (Main Parameters)
es_es: El monto inicial tiene que ser positivo
ru_ru: Сумма должна быть положительна

# SavingProductInitialAmountMinNotInBalance.Text
source: Initial amount value is empty or incorrect. You must complete "min" and "max". Initial amount cannot be null (Main Parameters)
ru_ru: Сумма минимума должна быть в балансе

# SavingProductInterestRateIsInvalid.Text
source: Interest rate value is empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use interest rate, set "value" to 0 (tab Main Parameters)
es_es: La tasa de interés no es válida
ru_ru: Процентная ставка задана не верно.

# SavingProductInterestRateMinMaxIsInvalid.Text
source: Interest rate value is empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use interest rate, set "value" to 0 (tab Main Parameters)
es_es: La tasa de interés no es válida
ru_ru: Процентная ставка не верна

# SavingProductNameIsEmpty.Text
source: Product name can not be empty (Main Parameters)
es_es: El campo" nombre" no puede estar vacío
ru_ru: Имя не может быть пустым

# SavingProductWithdrawAmountIsInvalid.Text
source: The withdrawal amount is empty or incorrect. You must complete "min" and "max". (tab Transactions)
es_es: Los montos de retiro no son válidos
ru_ru: Сумма снятия не верна

# SavingProductWithdrawMinAmountIsInvalid.Text
source: The withdrawal amount is empty or incorrect. You must complete "min" and "max". (tab Transactions)
es_es: Los montos de retiro tiene que ser positivos
ru_ru: Сумма снятия должна быть положительна

# AccountExceptionAccountIsNull.Text
source: Select an account
es_es: Seleccionar una cuenta
ru_ru: Выберите счет

# AccountExceptionIncorrectAmountFormat.Text
source: You must enter a positive decimal amount value
es_es: Tiene que entrar un valor positivo como monto
ru_ru: Вы должны выбрать положительное десятичное значение

# AccountExceptionLabelIsNull.Text
source: New label is empty
es_es: Falta el nuevo label
ru_ru: Новое наименование пусто

# AccountExceptionLocalNumberIsNull.Text
source: Local account number is empty
es_es: El campo "número de cuenta local " está vacío
ru_ru: Отсутствует номер счета

# AccountExceptionMovementSetUnbalanced.Text
source: The accountancy operation must be balanced
es_es: La operación contable tiene que estar equilibrada
ru_ru: Бухгалтерская проводка должна быть корректной

# AccountExceptionNumberIsNull.Text
source: The number is empty
es_es: Falta el número
ru_ru: Номер отсутствует

# AllInstallmentRepaid.Text
source: This contract is fully repaid
es_es: Este préstamo ha sido cancelado
ru_ru: Контракт полностью оплачен

# CantRepayInTheFutur.Text
source: You must choose a date before today
es_es: No puede seleccionar una fecha anterior al día de hoy
ru_ru: Вы не можете выбрать дату позже сегодняшней

# CollateralExceptionAlreadyExist.Text
source: This name already exist
es_es: Este nombre ya existe
ru_ru: Имя уже существует

# CollateralExceptionCastInvalid.Text
source: Impossible to modify or suppress
es_es: Imposible de modificar o suprimir
ru_ru: Не возможно изменить или удалить

# CollateralExceptionHasChildrens.Text
source: This collateral has children, delete impossible
es_es: este garante tiene hijos, es imposible suprimirlo
ru_ru: Залог имеет подтип, удалить не возможно

# CollateralExceptionNameIsNull.Text
source: Name is empty
es_es: Falta el nombre
ru_ru: Имя отсутствует

# CollateralExceptionNewNameIsNull.Text
source: New name is empty
es_es: El campo "nuevo nombre" está vacío
ru_ru: Новое имя отсутствует

# CollateralExceptionNoSelect.Text
source: You must choose a collateral before
es_es: Debe elegir un garante antes
ru_ru: Сначало вы должны выбрать залог

# ContractExceptionAmountIsNull.Text
source: Contract's amount is empty
es_es: El campo " monto del préstamo" está vacío
ru_ru: Сумма контракта не указана

# ContractExceptionAnticipatedRepaymentPenaltiesIsNull.Text
source: Anticipated repayment penalties is empty
es_es: El campo "penalidades por pago anticipado" está vacío
ru_ru: Штраф за досрочное погашение не указан

# ContractExceptionBeneficiaryIsActive.Text
source: This client is already active
es_es: Este cliente ya es activo
ru_ru: Этот клиент уже иммеет контракт

# ContractExceptionBeneficiaryIsAllowOneLoans.Text
source: This client allowed for only one loans
es_es: Este cliente está autorizado a sacar un solo préstamo
ru_ru: Клиенту позволено иметь только один контракт

# ContractExceptionBeneficiaryIsBad.Text
source: It is a bad client. You cannot create a loan for a bad client
es_es: Este cliente es moroso. No se puede crear un préstamo para un cliente moroso
ru_ru: Это плохой клиент. Вы не можите создать на него контракт

# ContractExceptionBeneficiaryIsNull.Text
source: Contract's beneficiary is empty
es_es: El campo "beneficiario del préstamo" está vacío
ru_ru: У контракта отсутствует клиент

# ContractExceptionContractIsNull.Text
source: Please select a contract
es_es: Por favor seleccionar un contrato
ru_ru: Выберите контракт

# ContractExceptionCorporateIsNull.Text
source: Contract's corporate is empty
ru_ru: У кооперативного контракта не указан клиент

# ContractExceptionCreditCommiteeCommentNotModified.Text
source: Comment is empty
es_es: El campo "comentario" está vacío
ru_ru: Комментарий отсутствует

# ContractExceptionDisburseDate.Text
source: Disbursement date must be between the creation date and first installment's date
es_es: La fecha de desembolso debe estar entre la fecha de creación y la fecha del primer pago
ru_ru: Дата выдачи должна быть между датой создания и датой первого погашения

# ContractExceptionEntryFeesIsNull.Text
source: Origination fee is empty
es_es: El campo "comisiones" está vacío
ru_ru: Значение административного взноса отсутствует

# ContractExceptionEventNotCancelable.Text
source: It is not possible to delete this event
es_es: No es posible cancelar este evento
ru_ru: Это событие не возможно удалить

# ContractExceptionFundingLineIsNull.Text
source: Contract's funding line is empty
es_es: La línea de fondeo de este contrato esta vacía
ru_ru: Фондовая линия контракта отсутствует

# ContractExceptionGracePeriodIsNull.Text
source: Grace period is empty
es_es: El campo "periodo de gracia" está vacío
ru_ru: Значение льготного периода не указано

# ContractExceptionInstallmentTypeIsNull.Text
source: The installment type is empty
es_es: El campo "tipo de cuota" está vacío
ru_ru: Тип погашений не указан

# ContractExceptionInterestRateIsNull.Text
source: Interest rate is empty or incorrect You must complete either "min" and "max" or "value". Interest rate cannot be null (Main Parameters)
es_es: El campo "tasa de interés" está vacío
ru_ru: Процентная ставка не указана

# ContractExceptionLoanOfficerIsNull.Text
source: The loan officer is not selected
es_es: El asesor de crédito no está seleccionado
ru_ru: Не выбран кредитный специалист

# ContractExceptionNonRepaymentPenaltiesIsNull.Text
source: Late fee is empty
es_es: El campo "penalidades por atraso" está vacío
ru_ru: Пеня за просрочку не указана

# ContractExceptionNumberOfInstallmentsIsNull.Text
source: Number of installments is empty
es_es: El campo "número de cuotas" está vacío
ru_ru: Колличество погашений не указано

# ContractExceptionProjectIsNull.Text
source: Please, save the project before!
es_es: Por favor, guarde el proyecto antes!
ru_ru: Сначала сохраните проект

# ContractExceptionStatusNotModified.Text
source: Status must be modified!
es_es: El estatuto debe ser modificado
ru_ru: Статус должен быть изменен

# DecimalAmount.Text
source: You use a currency with no cents, the amount can't contain cents
es_es: Está usando una moneda sin centavos, el monto no puede tener centavos
ru_ru: Вы используете валюту без копеек, значение не может содержать копейки

# DisburseExceptionDateWrong.Text
source: Disbursement date must be between creation date and first installment's date
es_es: La fecha de desembolso debe estar entre la fecha de creación y la fecha del primer pago
ru_ru: Дата выдачи должна быть между датой создания и датой первого погашения

# DOAExceptionAlreadyExist.Text
source: This activity already exists, please choose another name
es_es: La actividad ya existe, por favor elija otro nombre
ru_ru: Такой род деятельности уже существует, выберите другое имя

# DOAExceptionCastInvalid.Text
source: Impossible to modify or suppress
es_es: Imposible de modificar o suprimir
ru_ru: Не возможно изменить или удалить

# DOAExceptionHasChildrens.Text
source: Delete impossible, there are children of this activity
es_es: Supresión imposible, existe subcategorías de esta actividad
ru_ru: Удаление не возможно, род деятельности имеет подтипы

# DOAExceptionNameIsNull.Text
source: Name is empty
es_es: El campo "Nombre" está vacío
ru_ru: Имя пустое

# DOAExceptionNewNameIsNull.Text
source: New name is empty
es_es: El campo " Nuevo nombre" está vacío
ru_ru: Новое имя пустое

# DOAExceptionNoSelect.Text
source: You must choose the economic activity before
es_es: Tiene que elegir el tipo de actividad antes
ru_ru: Сначало вам необходимо выбрать род деятельности

# errorTitle.Text
source: Application error.
es_es: Error en la aplicación
ru_ru: Ошибка приложения

# ExchangeRateExceptionDateIsNull.Text
source: Please select a date.
es_es: Por favor seleccionar una fecha
ru_ru: Выберите дату

# ExchangeRateExceptionExchangeRateIsNull.Text
source: For this date, exchange rate is empty.
es_es: Para esta fecha, el campo "tipo de cambio" está vacío
ru_ru: Отсутствует обменный курс на эту дату

# ExchangeRateExceptionRateIsEmpty.Text
source: Rate is empty.
es_es: El campo "tasa" está vacío"
ru_ru: Обменный курс не указан

# InstallmentExceptionInstallmentAlreadyRepaid.Text
source: This installment has already been repaid
es_es: Esta cuota ya está paga
ru_ru: Это погашение уже оплачено

# InstallmentExceptionInstallmentIsNull.Text
source: You must select a installment before!!!
es_es: Tiene que seleccionar una cuota antes!
ru_ru: Сначало вы дожны выбрать погашения!!!

# InstallmentExceptionNotFirstInstallmentToCancelRepay.Text
source: You cannot cancel this repayment as some posterior repayments have not been deleted yet
es_es: No se puede cancelar esta cuota ya que las posteriores no han sido canceladas todavía
ru_ru: Вы не можете удалить это погашение, есть более поздние погашения

# InstallmentExceptionNotFirstInstallmentToRepay.Text
source: You are an none repayment installment before!!
ru_ru: Нет предыдущих погашений !!

# OpenCbsCorporateEventExceptionAmountIsEmpty.Text
source: Amount is empty
es_es: El campo "monto" está vacío
ru_ru: Значение не указано

# OpenCbsCorporateEventExceptionAmountIsLessZero.Text
source: Amount is less zero
es_es: El monto es inferior a 0
ru_ru: Значение менее нуля

# OpenCbsCorporateEventExceptionAmountIsNonCompliant.Text
source: Amount is non-Compliant
ru_ru: Значение не подходящие

# OpenCbsCorporateEventExceptionAmountIsTaller.Text
source: Selected funding line doesn't have enough money for this loan
es_es: Las líneas de fondeo seleccionadas no tienen suficientes fondos para este préstamo
ru_ru: Выбраная фондовая линия не имеет достаточно денег для этого контракта

# OpenCbsCorporateEventExceptionCodeIsEmpty.Text
source: Code is empty
es_es: El campo "código" está vacío
ru_ru: Код не указан

# OpenCbsCorporateEventExceptionCommitmentFinancialIsNotEnough.Text
source: This loan's funding line does not have enough funds to perform this action. You have to credit it.
es_es: El compromiso financiero no es suficiente
ru_ru: Финансовое подтверждение не достаточно

# OpenCbsCorporateEventExceptionDirectionIsEmpty.Text
source: Forget debit credit
ru_ru: Не указан дебет и кредит

# OpenCbsCorporateEventExceptionNameIsEmpty.Text
source: Name is empty
es_es: El campo "Nombre" está vacío
ru_ru: Имя не указано

# OpenCbsCorporateExceptionCityIsEmpty.Text
source: City is empty
es_es: El campo "ciudad" está vacío
ru_ru: Город не указан

# OpenCbsCorporateExceptionCodeIsEmpty.Text
source: Code is empty
es_es: El campo "código" está vacío
ru_ru: Код не указан

# OpenCbsCorporateExceptionDistrictIsEmpty.Text
source: District is empty
es_es: El campo "localidad" está vacío
ru_ru: Район не указан

# OpenCbsCorporateExceptionEmployeeIsFalseFormat.Text
source: Employee is not number
es_es: El campo "Empleados" tiene que ser un número
ru_ru: Сотрудник не число

# OpenCbsCorporateExceptionNameIsEmpty.Text
source: Name is empty
es_es: El campo "nombre " está vacío
ru_ru: Имя не указано

# OpenCbsCorporateExceptionProvinceIsEmpty.Text
source: Province is empty
es_es: El campo "provincia" está vacío
ru_ru: Область не казана

# OpenCbsCorporateExceptionVolunteerIsEmpty.Text
source: Volunteer is empty
es_es: El campo "voluntario" está vacío
ru_ru: Доброволец не указан

# OpenCbsCorporateExceptionVolunteerIsFalseFormat.Text
source: Volunteer is not number
es_es: El campo "voluntarios" tiene que ser un número
ru_ru: Волонтер это не число

# OpenCbsFundingLineExceptionBeginDateGreaterEndDate.Text
source: Begin date is greater than End date
es_es: La fecha de inicio es posterior a la fecha de cierre
ru_ru: Начальная дата позже конечной

# OpenCbsFundingLineExceptionCodeIsEmpty.Text
source: Code is empty
es_es: El campo "código" está vacío
ru_ru: Код не указан

# OpenCbsFundingLineExceptionNameIsEmpty.Text
source: Name is empty
es_es: El campo " nombre" está vacío
ru_ru: Имя не указано

# OME1.Text
source: Name is empty
es_es: El campo " nombre" está vacío
ru_ru: Имя не указано

# OME2.Text
source: Login is empty
es_es: El campo "login" está vacío
ru_ru: Пользователь не указан

# OME3.Text
source: Password is empty
es_es: El campo "contaseña" está vacío
ru_ru: Пароль не указан

# OME4.Text
source: The passwords are different
es_es: Las contraseñas con distintas
ru_ru: Пароль не верен

# onlyChars.Text
source: Allowed caracters : a-z, A-Z,0-9 and _ (underscore)
es_es: Caracteres permitidos: a-z, A-Z, 0-9 and_(guión bajo)
ru_ru: Допустимые символы : a-z, A-Z,0-9 и _

# onlyInts.Text
source: Allowed caracters : 0-9
es_es: Caracteres permitidos: 0-9
ru_ru: Допустимые символы : 0-9

# onlyIntsAndUnderscore.Text
source: Allowed caracters : 0-9 and - (dash)
es_es: Caracteres permitidos: 0-9 and - (dash)
ru_ru: Допустимые символы : 0-9 и -

# OTE1.Text
source: You should first select a client
es_es: Seleccionar un cliente antes
ru_ru: Сначало вы должны выбрать клиента

# OTE10.Text
source: If you want a secondary address, 'district' field must not be empty
es_es: Si quiere insertar una dirección secundaria, el campo "localidad" no puede estar vacío
ru_ru: Для использования вторичного адреса, район должен быть указан

# OTE11.Text
source: If you want a secondary address, city mustn't be empty
es_es: Si quiere insertar una dirección secundaria, el campo "ciudad" no puede estar vacío
ru_ru: Для использования вторичного адреса, город должен быть указан

# OTE12.Text
source: If you want a secondary address, the first one must not be empty
es_es: Si quiere insertar una dirección secundaria, la principal no puede estar vacía
ru_ru: Для использования вторичного адреса, первичный должен быть указан

# OTE13.Text
source: Please select a valid district
es_es: Por favor seleccione una localidad válida
ru_ru: Выберите район

# OTE14.Text
source: Please select a correct secondary district
es_es: Por favor seleccione una localidad secundaria válida
ru_ru: Выберите вторичный район

# OTE15.Text
source: Please select a person
es_es: Por favor seleccione una persona
ru_ru: Укажите клиента

# OTE16.Text
source: This person is already in a group
es_es: Esta persona ya está en otro grupo
ru_ru: Клиент уже в группе

# OTE17.Text
source: This person already has an open contract
es_es: Esta persona ya tiene un contrato vigente
ru_ru: Клиент уже имеет открытый контракт

# OTE18.Text
source: This person is a leader in a group
es_es: Esta persona es el líder de un grupo
ru_ru: Клиент лидер в группе

# OTE19.Text
source: Name is empty
es_es: El campo "Nombre" está vacío
ru_ru: Имя не указано

# OTE2.Text
source: Economic activity is empty
es_es: El campo "Tipo de actividad" está vacío
ru_ru: Род деятельности не указан

# OTE20.Text
source: Select a leader
es_es: Seleccionar un líder
ru_ru: Выберите лидера группы

# OTE21.Text
source: Number of dependents must be a number
es_es: El número de dependientes tiene que ser un número
ru_ru: Колличество иждевенцов должно быть числом

# OTE22.Text
source: Number of children must be a number
es_es: El número de hijos tiene que ser un número
ru_ru: Колличество детей должно быть числом

# OTE23.Text
source: Number of children with basic education must be a number
es_es: El número de hijjos con educación primaria tiene que ser un número
ru_ru: Колличество детей с начальным образованием должно быть числом

# OTE24.Text
source: Years of experience in economic activity must be a number
es_es: La antigüedad en la actividad económica tiene que ser un número
ru_ru: Колличество лет друдовой деятельности должно быть числом

# OTE25.Text
source: Number of people working within this activity must be a number
es_es: El número de personas trabajando en la actividad tiene que ser un número
ru_ru: Колличество сотрудников должно быть числом

# OTE26.Text
source: Amount received from other organizations must be a number
es_es: El monto prestado por otra IMF tiene que ser un número
ru_ru: Сумма полученная от организации должна быть числом

# OTE27.Text
source: Other organization debts must be a number
es_es: El monto de deudas con otras organizaciones tiene que ser un número
ru_ru: Задолжность перед другой организацией должна быть числом

# OTE28.Text
source: Home size must be a number
es_es: El tamaño de la vivienda tiene que ser un número
ru_ru: Размер дома должен быть числом

# OTE29.Text
source: The time living in the house must be a number
es_es: La antigüedad en la vivienda tiene que ser un número
ru_ru: Время проживания в доме должно быть числом

# OTE3.Text
source: First address is empty
es_es: La dirección principal está vacía
ru_ru: Первичный адрес отсутствует

# OTE30.Text
source: Landplot size must be a number
es_es: El tamaño de la explotación tiene que ser un número
ru_ru: Размер земельного участка должне быть числом

# OTE31.Text
source: Livestock number must be a number
es_es: La cantidad de cabezas del ganado tiene que ser un número
ru_ru: Количество животных должно быть числом

# OTE32.Text
source: Monthly income must be a number
es_es: Los ingresos mensuales tienen que ser un número
ru_ru: Месячный доход должен быть числом

# OTE33.Text
source: Monthly expenditure must be a number
es_es: Los gastos mensuales tienen que ser un número
ru_ru: Месячный расход должне быть числом

# OTE34.Text
source: You must have at least {0} persons in a group
es_es: Tiene que haber por lo menos {0} personas en un grupo
ru_ru: В группе должно быть как минимум {0} человек

# OTE35.Text
source: This passport id is already used
es_es: Este pasaporte ya ha sido utilizado
ru_ru: Этот номер паспорта уже используется

# OTE36.Text
source: This name is already used in this district
es_es: Este nombre ya existe en esta localidad
ru_ru: Имя уже используется в этом районе

# OTE37.Text
source: This Client is a bad client. You need to explain why.
es_es: Este cliente es moroso. Tiene que explicar por qué
ru_ru: Это плохой клиент вы должны объяснить почему

# OTE38.Text
source: LoanCycle is empty!!
es_es: El ciclo del préstamos está vacío!
ru_ru: Цикл не введен

# OTE39.Text
source: A mandatory customized field is empty!
es_es: Un campo obligatorio está vacío!
ru_ru: Значение изменяемых полей не указано

# OTE4.Text
source: First name is empty
es_es: El campo "Nombre" está vacío
ru_ru: Имя не указано

# OTE40.Text
source: Passport's number can only contains number (0-9) and upper case letter
es_es: El número de pasaporte sólo puede contener número (0-9) y mayúsculas
ru_ru: Номер паспорта может содержать только числа (0-9) и прописные буквы

# OTE5.Text
source: Sex is empty
es_es: las contraseñas son distintas
ru_ru: Пол не указан

# OTE6.Text
source: Passport number is empty
es_es: Falta el número de pasaporte
ru_ru: Номер паспорта не указан

# OTE7.Text
source: Last name is empty
es_es: El campo "apellido" está vacío
ru_ru: Фамилия не указана

# OTE8.Text
source: City is empty
es_es: El campo "ciudad" está vacío
ru_ru: Город не указан
