Repository: TalasZh/opencbs
Catalog: Src/OpenCBS.MultiLanguage/resx/ApplicationExceptionHandler.*.resx
Languages: es_es, ru_ru

# OTE9.Text
source: Amount cycle is empty
es_es: El campo "ciclo de crédito" está vacío
ru_ru: Сумма не указана

# OUE1.Text
source: You must first choose a user.
es_es: Primero tiene que elegir un usuario
ru_ru: Сначала выберите пользователя.

# OUE2.Text
source: Administrator cannot be removed
es_es: El administrador no puede ser borrado
ru_ru: Администратор не может быть удален

# OUE3.Text
source: Name is empty
es_es: El campo "nombre está vacío"
ru_ru: Имя не указано

# OUE4.Text
source: Password is empty
es_es: Falta la contraseña
ru_ru: Пароль не указан

# OUE5.Text
source: Role is empty
es_es: Falta la posición
ru_ru: Статус не указан

# OUE6.Text
source: This login already exist. You must choose another login
es_es: Este login ya existe. Tiene que elegir otro login
ru_ru: Такой пользователь уже существует, вы должны указать другое имя

# OUE7.Text
source: First name is empty
es_es: El campo "Nombre" está vacío
ru_ru: Имя не указано

# OUE8.Text
source: Last name is empty
es_es: El campo "apellido" está vacío
ru_ru: Фамилия не указана

# OUE9.Text
source: User has contracts, please reasign
es_es: El usuario tiene contratos, reasignar por favor
ru_ru: Пользователь имеет контракт, переназначте

# PackageExceptionAlreadyDeleted.Text
source: This Product has already been deleted
es_es: Este producto ya ha sido borrado
ru_ru: Этот продукт уже удален

# PackageExceptionAmountBadlyInformed.Text
source: Amount value is empty or incorrect. You must complete either "min" and "max" or "value". Amount cannot be null (Main parameters)
es_es: Tiene que ingresar un valor mínimo y máximo O un valor fijo
ru_ru: Вы должны указать min и max или фиксированое значение

# PackageExceptionAmountCycleStockIsBad.Text
source: Amount Cycle is empty
es_es: El campo "ciclo de crédito" está vacío
ru_ru: Цикл суммы не указан

# PackageExceptionAmountCycleStockIsNull.Text
source: Please select an amount cycle before saving
es_es: Por facor seleccione un ciclo de crédito antes de guardar
ru_ru: Укажите цикл суммы перед сохранением

# PackageExceptionAmountCycleStockNameAlreadyExist.Text
source: This name already exist
es_es: Este nombre ya existe
ru_ru: Имя уже существует

# PackageExceptionAnticipatedTotalRepaymentPenaltiesBadlyInformed.Text
source: Anticpated repayment penalties value is empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use fees, set "value" to 0 (tab Fees)
es_es: Tiene que ingresar un valor mínimo y máximo O un valor fijo
ru_ru: Вы должны указать min и max или фиксированое значение для штрафа за досрочное погашение

# PackageExceptionEntryFeesBadlyInformed.Text
source: Entry Fees value is empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use entry fees, delete the line.
es_es: Tiene que ingresar un valor mínimo y máximo O un valor fijo para comisiones
ru_ru: Вы должны указать min и max или фиксированое значение для административного взноса

# PackageExceptionExoticInstallmentIsBad.Text
source: You must select an installment before deleting
es_es: Tiene que seleccionar una cuota antes de borrar
ru_ru: Перед удалением вы должны указать платеж

# PackageExceptionExoticInstallmentIsNull.Text
source: Principal, interest and commission are null
es_es: Capital, interes y comisiones no han sido especificados
ru_ru: Основная сумма, процент и коммисия - нулевые

# PackageExceptionExoticProductContainsNoInstallment.Text
source: They are no installments in this exotic schedule, you cannot save it
es_es: No hay cuotas en este cronograma exótico
ru_ru: Нет погашений в этом не типичном графике вы не можите его сохратить

# PackageExceptionExoticProductInIncorrect.Text
source: In exotic installments, interest and principal coeff must be 100
es_es: En cuotas exóticas, el coeficiente de intereses y capital tiene que ser igual a 100
ru_ru: В не типичном графике коэфициент по ОС и процентам должено быть равным 100

# PackageExceptionExoticProductIsNull.Text
source: Exotic product is null
es_es: No hay producto exótico
ru_ru: Не типичный продукт нулевой

# PackageExceptionGracePeriodGroupBadlyInformed.Text
source: Grace period value is empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use grace period, set "value" to 0 (tab Main Parameters)
es_es: Tiene que ingresar un valor mínimo y máximo O un valor fijo para el periodo de gracia
ru_ru: Вы должны указать min и max или фиксированое значение для льготного периода

# PackageExceptionGuarantedAmountBadlyInformed.Text
source: You must enter min and max values OR a fixed value for guaranted amount
es_es: Tiene que ingresar un valor mínimo y máximo O un valor fijo para el monto garantizado
ru_ru: Вы должны указать min и max или фиксированое значение для гарантированой суммы

# PackageExceptionGuarantedFeesBadlyInformed.Text
source: You must enter min and max values OR a fixed value for guaranted fees
es_es: Tiene que ingresar un valor mínimso y máximo O un valor fijo para gastos garantizados
ru_ru: Вы должны указать min и max или фиксированое значение для гарантированых штрафов

# PackageExceptionInstallmentTypeIsBad.Text
source: Installment type is empty or incorrect (tab Main Parameters)
es_es: El tipo de cuota está vacío
ru_ru: Тип погашений не указан

# PackageExceptionInstallmentTypeIsNull.Text
source: Installment type is empty or incorrect (tab Main Parameters)
es_es: El tipo de cuota está vacío
ru_ru: Тип погашений не указан

# PackageExceptionInstallmentTypeNameAlreadyExist.Text
source: This name already exist
es_es: El nombre ya existe
ru_ru: Имя уже существует

# PackageExceptionInstallmentTypeValuesAlreadyExist.Text
source: An other installment type with same values already exist
es_es: Otro tipo de cuota con los mismos valores ya existe
ru_ru: Другой тип погашгения с идентичным значением уже существует

# PackageExceptionInterestRateGroupBadlyInformed.Text
source: Interest Rate value is empty or incorrect. You must complete either "min" and "max" or "value". Interest rate cannot be null (tab Main Parameters)
es_es: Tiene que ingresar un valor mínimo y máximo O un valor fijo para la tasa de interés
ru_ru: Вы должны указать min и max или фиксированое значение для процентной ставки

# PackageExceptionNameAlreadyExist.Text
source: This name already exists for another credit product (tab Main Parameters)
es_es: Este nombre ya existe
ru_ru: Имя уже существует

# PackageExceptionNameIsNull.Text
source: Credit product name is empty (tab Main Parameters)
es_es: El campo "Nombre" está vacío
ru_ru: Имя не указано

# PackageExceptionNonRepaymentPenaltiesBadlyInformed.Text
source: Late repayment fees are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use late fees, set all "value" fields to 0 (tab fees)
es_es: Tiene que ingresar un valor mínimo y máximo O un valor fijo para penalidades por atraso
ru_ru: Вы должны указать min и max или фиксированое значение для штрафа за просрочку

# PackageExceptionNumberOfInstallmentBadlyInformed.Text
source: Number of installments is empty or incorrect. You must complete either "min" and "max" or "value". Number of installments cannot be null (tab Main Parameters)
es_es: Tiene que ingresar un valor mínimo y máximo O un valor fijo para la cantidad de cuotas
ru_ru: Вы должны указать min и max или фиксированое значение для колличества погашений

# PackageExceptionPackageIsNull.Text
source: Please select a product
es_es: Seleccionar un producto
ru_ru: Укажите продукт

# ProjectExceptionAimIsNull.Text
source: Project's aim is empty
es_es: El campo "objetivo del proyecto" está vacío
ru_ru: Цель проекта отсутствует

# ProjectExceptionClientIsNull.Text
source: Please, Save client before
es_es: Por favor, guarde el cliente primero
ru_ru: Сначало сохраните клиента

# ProjectExceptionCodeIsNull.Text
source: Project's code is empty
es_es: El código del proyecto está vacío
ru_ru: Код проекта не указан

# ProjectExceptionNameIsNull.Text
source: Project's name is empty
es_es: El nombre del proyecto está vacío
ru_ru: Имя проекта не указано

# ProvisioningRateNbOfDaysMaxEmpty.Text
source: number of days max is empty
es_es: El número de días máximo está vacío
ru_ru: Максимальное колличество дней не указано

# ProvisioningRateNbOfDaysMinEmpty.Text
source: Number of days min is empty
es_es: El número de días mínimo está vacío
ru_ru: Минимальное количество дней не указано

# ProvisioningRateRateEmpty.Text
source: Rate is empty
es_es: El campo "tasa" está vacío
ru_ru: Обменый курс не указан

# RepayExceptionAmountGreaterThanTotalRemainingAmount.Text
source: The remaining amount is lower than the specified amount
es_es: El saldo es menor al monto especificado
ru_ru: Оставшаяся сумма ниже указаной

# RepayExceptionAmountIsNull.Text
source: Amount must be a number
es_es: El mpnto tiene que ser un número
ru_ru: Сумма должна быть числом

# RepayExceptionMaxPastDueDaysReached.Text
source: You cannot make a repayment for a loan which more than 180 days late
es_es: No se pagar la cuota de un préstamo en mora desde más de 180 días
ru_ru: Вы не можете произвести погашения по кредиту с просрочкой более 180 дней

# RepayExceptionNegativeAmount.Text
source: Amount cannot be negative
es_es: El monto no puede ser negativo
ru_ru: Сумма не может быть отрицательной

# ReportsExceptionsNoResult.Text
source: No result
es_es: Ningún resultado
ru_ru: Нет результата

# sqlError.Text
source: Error while trying to read or write into the database, please contact your IT administrator
es_es: Error al tratar de leer o editar la base de datos, por favor contacte su administrador
ru_ru: Ошибка при попытке записи или чтения базы данных. Обратитесь к вашему Системному Администратору.

# MaximumCurrencyLimitReached.Text
source: OpenCbs allows only up to 2 currencies. You cannot add more
ru_ru: Октопус разрешает добавлять не более 2 валют.

# WrongIDPattern.Text
source: ID number you entered does not match ID pattern in General Settings.
ru_ru: Идентификационный номер не соответствует шаблону, указанному в параметрах. Если есть вопросы о том, как прочитать шаблон, посетите http://www.amk.ca/python/howto/regex/

# BirthDateIsWrong.Text
source: Client's birth date is invalid
ru_ru: Проверьте дату рождения клиента.

# LoanWasValidatedLaterThanDisbursed.Text
source: The date of the validation by the CC is after the expected disbursement date. Please change one of those two dates
ru_ru: Дата выдачи кредита раньше, чем дата принятия решения кредитным коммитетом

# TrancheDateError.Text
source: Please check tranche date !
ru_ru: Проверте дату транша!

# TrancheAmountError.Text
source: You can not add new tranche with such amount!
ru_ru: Невозможно добавить транш с данной суммой!

# LoanScaleTableMax.Text
source: Please enter the maximum amount for the loan scale.
ru_ru: Пожалуйста,введите максимальное значение.

# LoanScaleTableMin.Text
source: Please enter the minimum amount for the loan scale.
ru_ru: Пожалуйста, введите минимальное значение.

# SavingProductCloseFeesIsInvalid.Text
source: Close fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use close fees, set "value" to 0 (tab Fees)
ru_ru: Ошибка в значениях взноса при закрытии счета

# SavingProductCloseFeesMinIsInvalid.Text
source: Close fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use close fees, set "value" to 0 (tab Fees)
ru_ru: Значение взноса при закрытии счета должно быть положительным

# SavingProductDepositFeesIsInvalid.Text
source: Deposit fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use deposit fees, set "value" to 0 (tab Transactions)
ru_ru: Ошибка в значениях взноса за депозит

# SavingProductDepositFeesMinIsInvalid.Text
source: Deposit fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use deposit fees, set "value" to 0 (tab Transactions)
ru_ru: Значение взноса за депозит должно быть положительным

# ClientTypeIsEmpty.Text
source: Please attach the product to a specific client type (Main Parameters)
es_es: Please, check client type(s) of product.
ru_ru: Пожалуйста, выберите тип потребителя для данного продукта.

# PersonIsInTheGroup.Text
source: The person is already in another group
ru_ru: Данный клиент находиться уже в другой группе

# SavingProductPeriodicityIsEmpty.Text
source: Please, select proper periodicity for this product.
ru_ru: Выберите периодичность для данного продукта!

# AgioFeesIsInvalid.Text
source: Agio fees value is empty or invalid. You must complete either "min" and "max" or "value". If you do not want to use Agios, set "value" to 0 (tab Overdraft)
ru_ru: Пеня ажио введена неверно.

# OverdraftFeesIsInvalid.Text
source: Fixed overdraft fees value is empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use overdraft fees, set "value" to 0 (tab Overdraft)
ru_ru: Пеня овердрафта введена неверно.

# ChequeDepositFeesIsInvalid
source: Cheque deposit fees are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use fees, set "value" to 0 (tab Transactions)
ru_ru: Пеня чекового депозита неверна.

# ChequeDepositIsInvalid
source: Cheque deposit values are empty or incorrect. You must complete "min" and "max"
ru_ru: Значения чекового депозита неверны.

# ReopenFeesIsInvalid
source: Reopen fees values are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use reopen fees, set "value" to 0 (tab Fees)
es_es: Reopen fees values are not correct.
ru_ru: Reopen fees values are not correct.

# ReopenFeesMinIsInvalid
source: Reopen fees min values are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use reopen fees, set "value" to 0 (tab Fees)
es_es: Reopen fees min values are not correct.
ru_ru: Reopen fees min values are not correct.

# LoanHasNoCompulsorySavingsError.Text
source: A compulsory savings account is necessary for this loan, please set it manually.
ru_ru: Для данного займа необходим обязательный депозит. Пожалуйста, установите его вручную.

# CompulsorySavingSettingsEmpty.Text
source: Compulsory saving settings are empty or incorrect You must complete either "min" and "max" or "value". If you do not want to use compulsory savings, set "value" to 0 (tab Guarantees)
ru_ru: Значение обязательного накомления не установлены

# SavingsEventCannotBeCanceled.Text
source: This savings event cannot be canceled!
ru_ru: Последнее событие не может быть отменено!

# PackageExceptionInstallmentTypeValuesAreUsed.Text
source: This installment type cannot be deleted because it is used by loan or savings product!
ru_ru: Этот вид платежа не может быть удален, так как он используется в кредитном или депозитном продукте!

# SavingsEventCommentIsEmpty.Text
source: Event comment is empty!
ru_ru: Комментарий к событию не заполнен!

# CycleParametersAreNotFilled.Text
source: You have to input at least one parameter for each cycle object.
ru_ru: Необходимо ввести по крайней мере один параметр для каждого объекта цикла.

# CycleParametersAreWrong.Text
source: Some of cycle parameters have been filled incorrectly. Please check that Min and Max values have been filled correctly.
ru_ru: Некоторые параметры цикла введены неверно. Проверьте, что все значения Min и Max заполнены верно.

# BranchIsEmpty
source: You have to select a branch for the client.
ru_ru: Необходимо выбрать филиал, чтобы сохранить клиента.

# PicturesNotAllowed
source: Picture manipulations are not allowed on this database
ru_ru: Операции с фотографиями не позволены на текущей базе данных.

# BranchSameCodeException
source: A branch with this code exists.
ru_ru: Филиал с таким кодом существует.

# BranchSameNameException
source: A branch with this name exists.
ru_ru: Филиал с таким названием существует.

# TooMuchPersonsInThisGroup.Text
source: You must have maximum {0} persons in the group
ru_ru: Вы должны иметь максимум {0} клиентов в группе

# AccountExceptionIsUsed.Text
source: You cannot delete an account which has transactions
ru_ru: Нельзя удалить счёт с транзакциями

# SavingContractAmountOnCompulsorySavingsIsInvalid.Text
source: Balance of the compulsory savings is invalid
ru_ru: Баланс вынужденного сбережения недействительный

# SavingContractCompulsorySavingsLinkedToLoan.Text
source: The compulsory savings contract is already linked to a loan
ru_ru: Сбережение уже привязан к кредиту

# SavingContractForTransferIdenticals.Text
source: The two contracts of the transfer are identicals
ru_ru: Нельзя перевести деньги на один и тот же счёт

# SavingContractForTransferNotSameCurrncy.Text
source: The savings contract don't have the same currency
ru_ru: Этот контракт используют другую валюту

# SavingContractIsNull.Text
source: Contract is null
ru_ru: Контракт не задан

# SavingContractLoanDoesNotAcceptSavings.Text
source: The loan contract doesn't accept compulsory savings
ru_ru: Контракт не использует вынужденные сбережения

# SavingContractLoanIsClosed.Text
source: Loan is closed
ru_ru: Займ закрыт

# SavingContractLoanIsInvalid.Text
source: Loan is invalid
ru_ru: Займ недействителен

# SavingContractNoCompulsorySavings.Text
source: No compulsory savings for this Loan
ru_ru: Нет вынужденных сбережений для этого займа

# SavingContractNotAtMaturity.Text
source: The savings contract is not at maturity
ru_ru: Сберегательный контракт не завершён

# SavingContractRolloverTransferAccountIsClosed.Text
source: The transfer account is closed
ru_ru: Трансферный счёт закрыт

# SavingContractRolloverTransferAccountIsInvalid.Text
source: The transfer account is invalid
ru_ru: Трансферный счёт недействительный

# SavingContractTransferFeesIsInvalid.Text
source: Transfer fees is invalid
ru_ru: Комиссия за перевод недействителен

# SavingCreditTransferAccountInvalid.Text
source: The savings contract selected for the transfer doesn't accepts entrance transfer
ru_ru: Нельзя перевести деньги на выбранный контракт

# FieldEmpty.Text
source: List of fields is empty!
ru_ru: Список полей пуст!

# FieldIsMandatory.Text
source: A customizable field is mandatory before saving
es_es: Some fields are mandatory to fill!
ru_ru: Обязательные настраиваемые поля должны быть заполнены до сохранения

# FieldIsNotUnique.Text
source: Some fields are not unique and value already exists!
ru_ru: Некоторые поля уникальны и значение уже существует!

# NumberFieldIsNotANumber.Text
source: Customizable field of Number type contains improper symbols. Expected format is 0,0.
ru_ru: Настраевоемое поле типа Число содержит некорректные символы. Ожидаемый формат 0,0.

# LOCAmountHaveBeenFilledIncorrectly.Text
source: Amount under LOC are empty or incorrect. You must complete either "min" and "max" or "value". (tab Line of Credit)
ru_ru: Максимальная сумма кредитной линии заполнен не правильно

# LOCFieldsAreNotFilled.Text
source: Some fields in line of credit tab are empty or incorrect. You must complete either "min" and "max" or "value". (tab Line of Credit)
ru_ru: Некоторые поля в кредитной линии не заполнены

# LOCMaturityHaveBeenFilledIncorrectly.Text
source: Tranche maturity is empty or incorrect. You must complete either "min" and "max" or "value". (tab Line of Credit)
ru_ru: Максимальная длительность кредитной линии заполнен не правильно

# CompulsorySavingsContractIsNotActive.Text
source: Compulsory savings account is not active!
ru_ru: Обязательный депозит не активен!

# AgeIsNotInRange.Text
source: Client's age should be between {0} and {1} years
ru_ru: Возраст клиента должна быть не ниже {0} и не выше {1} лет

# GuarantorMaxLoansCoveredExceed.Text
source: A guarantor cannot cover more than {0} loans
ru_ru: Поручитель может покрыть не более {0} займов

# ZeroFee.Text
source: Fees are null, you cannot waive them.
ru_ru: Невозможно аннулировать пеню за просрочку, потому что пеня за просрочку отсутствует.

# BranchAddressIsEmpty.Text
source: Branch address is empty
ru_ru: Адресс филила отсутсвует

# BranchCodeIsEmpty.Text
source: Branch code is empty
ru_ru: Код филиала отсутсвует

# BranchNameIsEmpty.Text
source: Branch name is empty
ru_ru: Имя филиала отсутсвует

# SavingProductDuplicateProductCode.Text
source: A savings product with same contract code already exists (tab Main parameters)
ru_ru: Депозитный продукт с таким кодом уже существует (вкладка Основные параметры)

# GracePeriodOfLateFeesIsNotFilled.Text
source: Grace period for late fees is empty
ru_ru: Льготный период на пеню не заполнен

# RepaymentBeforeLastEventDate.Text
source: Cannot repay before the last repayment event date
ru_ru: Невозможно сделать оплату раньше даты последней оплаты

# PeriodicityIsNotSet.Text
source: Posting frequency for term deposit is not set.
ru_ru: Не установлен период оприходывания для срочного депозита.

# CurrencyIsEmpty.Text
source: Please, choose currency for loan product.
ru_ru: Не выбрана валюта для кредитного продукта, пожалуйста, выберите валюту.

# CurrencyIsEmptyForSavingProduct.Text
source: Please, choose currency for saving product.
ru_ru: Не выбрана валюта для депозитного продукта, пожалуйста, выберите валюту.

# TransferAccountHasWrongCurrency.Text
source: The currency of the target account differs. Please select contract with the same currency as currency of current contract.
ru_ru: Валюты контрактов не совпадают, пожалуйста выберите контракт с валютой как в текущем контракте.

# CurrencyAlreadyExists.Text
source: This currency already exists in the database
ru_ru: Такая валюта уже существует.

# CurrencyMisMatch.Text
source: Currency of funding line does not match currency of loan product
ru_ru: У кредита и фондовой линии разные валюты.

# ExchangeRateExceptionCurrencyIsEmpty.Text
source: Currency is not selected.
ru_ru: Валюта не выбрана.

# ExchangeRateExceptionThisCurrencyIsPivot.Text
source: This currency is pivot and cannot have exchange rate
ru_ru: У базовой валюты не может быть обменного курса.

# LoanShareAmountIsEmpty.Text
source: Loan Share amount is empty!
ru_ru: Доля кредита не задана.

# SavingProductInterestsBaseIsInvalid.Text
source: Interest base is invalid
ru_ru: Неверная база для начисления процента.

# SavingProductInterestsFrequencyIsInvalid.Text
source: Interest frequency is invalid
ru_ru: Неверная частота начисления кредита.

# SavingBalanceIsInvalid.Text
source: Balance is invalid
ru_ru: Неверный баланс

# AccountExceptionDescriptionIsEmpty.Text
source: The account descript is invalid
ru_ru: Неверное описание счета

# AccountExceptionCannotBeDeleted.Text
source: This account can't be deleted, it's a default account
ru_ru: Счет по-умолчанию не может быть удален

# AccountExceptionParentAccountDoesntExists.Text
source: The parent account doesn't exists
ru_ru: Родительский счет не существует

# ParentAccountNotSameDescription
source: The parent account doesn't has the same type
ru_ru: Родительский счет другого типа

# AccountExceptionParentAccountIsInvalid.Text
source: The parent account is invalid
ru_ru: Неверный родительский счет

# OpenCbsBookingExceptionDebitAndCreditAccountAreIdentical.Text
source: Debit and Credit accounts can not refer to the same account
ru_ru: Дебетовый и кредитовый счет должны быть разными

# OpenCbsBookingExceptionsCreditAccountIsEmpty.Text
source: Credit Account is empty
ru_ru: Пустой кредитовый счет

# OpenCbsBookingExceptionsDebitAccountIsEmpty.Text
source: Debit Account is empty
ru_ru: Пустой дебетовый счет

# OpenCbsBookingExceptionsNameIsEmpty.Text
source: Name is empty
ru_ru: Название не введено

# RoleHasUsers.Text
source: You cannot delete role, which has users attached to it.
ru_ru: Не могу удалить роль, к которой присоединены пользователи.
