Repository: TalasZh/opencbs
Catalog: Src/OpenCBS.MultiLanguage/resx/ClientForm.*.resx
Languages: fr, ru_ru

# ContractSaved
source: Contract has been saved.
fr: Le contrat a été sauvegardé
ru_ru: Контракт сохранен.

# ContractUpdated
source: Contract has been updated.
fr: Le contrat a été mis à jour
ru_ru: Контракт обновлен.

# GroupEmptyWarning.Caption
source: Warning
fr: Attention
ru_ru: Внимание

# Corporate.Text
source: Corporate
fr: Personne Morale
ru_ru: Организация

# DateOfAgreement.Text
source: Date of agreement
fr: Date d'agrément
ru_ru: Дата соглашения

# EconomicActivity.Text
source: Economic activity
fr: l'activité économique
ru_ru: Род деятельности

# EmployeesNumber.Text
source: Employees number
fr: Nombre d'employés
ru_ru: Номер сотрудника

# Group.Text
source: Group
fr: Groupe
ru_ru: Группа

# GroupEmptyWarning.Text
source: You cannot save the contract since the group has no members.
fr: Vous ne pouvez pas sauver le contrat si le groupe ne contient aucun membre.
ru_ru: Вы не можете сохранить контракт, если в группе нет членов.

# IdentifyCompanyNumber.Text
source: Identify company number
fr: Numéro SIRET
ru_ru: Идентификационный номер

# InsertionType.Text
source: Insertion type
fr: Type d'insertion
ru_ru: Тип вставки

# LegalForm.Text
source: Legal form
fr: Forme juridique
ru_ru: Юридическая форма

# LegalInscription.Text
source: Legal inscription
fr: Inscription légale
ru_ru: Надпись

# Person.Text
source: Person
fr: Personne
ru_ru: Клиент

# VolunteersNumber.Text
source: Volunteers number
fr: Nombre de volontaires
ru_ru: Номер волонтёра

# CompulsorySavings.Text
source: Compulsory Savings
fr: Epragne obligatoire
ru_ru: Обязательные накопления

# RolloverNone.Text
source: None
fr: Aucun
ru_ru: Без ролловера

# RolloverPrincipalAndInterests.Text
source: Principal and Interests
fr: Principal et intérêts
ru_ru: Основная сумма и проценты

# SavingsActive.Text
source: Active
fr: Actif
ru_ru: Открыт

# SavingsBook.Text
source: Savings Book
fr: Compte courant
ru_ru: Сберегательный счет

# SavingsClosed.Text
source: Closed
fr: Fermé
ru_ru: Закрыт

# SavingsDeposit.Text
source: Savings Deposit
fr: Dépôt à terme
ru_ru: Депозитный счет

# Bad.Text
source: (Bad client)
fr: (Mauvais Client)
ru_ru: (Плохие клиенты)

# CapitalDue.Text
source: OLB:
fr: Encours :
ru_ru: Кредитный портфель:

# Currency.Text
source: Currency:
fr: Devise :
ru_ru: Валюта

# lblEarlyRepaimentBaseInterest.Text
source: % of interest
fr: Intérêts restant dû
ru_ru: % от процентов

# lblEarlyRepaimentBaseOLB.Text
source: % of OLB
fr: Encours restant dû
ru_ru: % от КП

# PercentsDue.Text
source: Interests due:
fr: Intérêts dus :
ru_ru: Проценты к выплате:

# Status.Text
source: Status
fr: Statut
ru_ru: Статус

# Project.Text
source: Project
fr: Projet
ru_ru: Проект

# SaveProject.Text
source: Save project
fr: Enregistrer Projet
ru_ru: Сохранить проект

# UpdateProject.Text
source: Update project
fr: Mettre à jour Projet
ru_ru: Обновить проект

# LateFeesGracePeriod.Text
source: Late Fees - Grace Period
fr: Pénalités de retard (% par jour) - Période de Grâce
ru_ru: Пеня за просрочку - Льготный период

source: Confirm
fr: Confirmer
ru_ru: Подтверждение

# ConfirmCancelLastEvent
source: Are you sure you want to cancel last operation?
fr: Êtes vous sûr de vouloir annuler cette opération ?
ru_ru: Уверены, что хотите отменить последнюю операцию?

# cannotView
source: You do not have permissions to open this contract.
fr: Vous n'avez pas la permission d'ouvrir ce contrat.
ru_ru: У вас недостаточно прав для просмотра этого контракта.

source: Save
fr: Enregistrer
ru_ru: Сохранить

source: Update
fr: Mettre à jour
ru_ru: Обновить

# buttonSave.Text
source: Update corporate
fr: Mise à jour de de l'entreprise
ru_ru: Обновить объединение

# ContractHasPendingInstallment.Text
source: Contract has pending installment
fr: Le contrat n'a pas d'échéances en attente
ru_ru: Есть отложенные выплаты

# ContractIsReadOnly.Text
source: Warning! Contract's funding line is empty. Contract is available only in ReadOnly mode. Please, ask your administrator to change empty parameters.
fr: Il n'y a pas de ligne de financement pour ce prêt. Ce prêt n'est accessible qu'en lecture seule. Contactez votre administrateur pour changer les paramètres.
ru_ru: Ошибка! В контракте не указан источник финансирования. Контракт доступен только для чтения. Обратитесь к администратору для изменения пустых полей в контракте.

# labelGuaranteeIsActive.Text
source: This guarantee is active
fr: La garantie est active
ru_ru: Поручительство активно

# NotSet.Text
source: Not Set
fr: Non configuré
ru_ru: Не задано

# BalanceIsNotEnough
source: The balance on savings account of {0} is not enough to cover total loans amount percentage of {1}.
fr: Le montant sur le compte d'épargne obligatoire est de {0}. Il n'est pas suffisant pour couvrir le prêt à hauteur de {1}.
ru_ru: Баланса на счете депозита {0} недостаточно, чтобы покрыть итоговую процентную сумму займа {1}.

# CumpolsorySavingIsMandatory
source: Compulsory savings is mandatory for this loan.
fr: Sélectionnez un contrat d'épargne obligatoire pour ce crédit.
ru_ru: Для этого займа необходим обязательный депозит.

# LoanRequiresCompulsory
source: This loan requires a compulsory savings account to be disbursed.
fr: Ce prêt requiert un compte d'épargne obligatoire pour être décaissé.
ru_ru: Для выдачи этого займа необходим обязательный депозит.

# ParametersAreWrong
source: Some parameters are wrong. Please check them and try again.
fr: Certains paramètres sont mauvais. S'il vous plaît de les vérifier et de réessayer.
ru_ru: Некоторые параметры неверны. Проверьте и введите заново.

# CompulsorySavingDetail.Text
source: Please, select compulsory savings
fr: Sélectionner un compte d'épargne obligatoire
ru_ru: Выбирите счет накопления

# CollateralAmountIsNotEnough
source: Collateral amount should cover at least amount of {0}, which is {1}% of the loan amount! Please review your collaterals!
fr: Le montant des gages doit couvrir au minimum {0}, ce qui représente {1}% du total du prêt. Mettez à jour vos gages!

# CollateralGuarantorAmountIsNotEnough
source: Collaterals + guarantors amount should cover at least amount of {0}, which is {1}% of the loan amount! Please review your guarantors and collaterals!
fr: Le montant des garanties (garants + gages) doit couvrir au minimum {0}, ce qui représente {1}% du total du prêt. Mettez à jour vos garagts et gages.

# GuarantorAmountIsNotEnough
source: Guarantor amount should cover at least amount of {0}, which is {1}% of the loan amount! Please review your guarantors!
fr: Le montant des garants doit couvrir au minimum {0}, ce qui représente {1}% du total du prêt. Mettez à jour vos garants.

# SavingsAccountHasActiveLoans
source: This savings account cannot be closed due to the active loans connected to it.
fr: Ce compte d'épargne ne peut pas être clôturé car il a un contrat de crédit lié en cours.

# SavingsAccountHasPendingEvents
source: This account cannot be closed! It has pending event!
fr: Ce compte ne peut pas être fermé, il a des évènements en attente.

# DeleteCumpolsorySavingsFromLoan
source: Are you sure you want to delete compulsory savings from this loan account?
fr: Etes vous sûr de vouloir supprimer ce compte d'épargne obligatoire pour ce prêt?
ru_ru: Вы уверены, что хотите удалить обязательный депозит с данновго займа?

# DeleteCollateralFromLoan
source: Are you sure you want to delete collateral from this loan account?
fr: Etes-vous certainde vouloir retirer ce gage de ce pret?
ru_ru: Вы уверены, что хотите удалить залог с данного займа?

source: Non Solidary Group
fr: Groupe non solidaire
ru_ru: Группа без солид. ответств.

# SavingsPending.Text
source: Pending
fr: En attente
ru_ru: В ожидании

# lblEarlyRepaimentBasePrincipal.Text
source: % of principal
fr: % du principal
ru_ru: % от суммы

# ConfirmWriteOff.Text
source: Are you sure you want to write off contract?
fr: Êtes-vous sûr de vouloir passer ce prêt en perte ?
ru_ru: Вы уверены что хотите списать контракт?

# Abandoned.Text
source: Abandoned
fr: Abandonné
ru_ru: Отказано клиенту

# Active.Text
source: Active
fr: Actif
ru_ru: Активный

# Closed.Text
source: Closed
fr: Clôturé
ru_ru: Закрытый

# Pending.Text
source: Pending
fr: En attente
ru_ru: Не закончен

# Refused.Text
source: Refused
fr: Refusé
ru_ru: Отказано

# Validated.Text
source: Validated
fr: Validé
ru_ru: Утверждён

# WrittenOff.Text
source: Written-off
fr: Radiés
ru_ru: Списан

# WaiveFee.Text
source: Do you want to waive late fees for latest repayment?
fr: Voulez-vous annuler les pénalités de retard pour le dernier paiement ?
ru_ru: Вы действительно хотите аннулировать пеню за просрочку для последней выплаты?

# CompulsorySavingNotSelected.Text
source: Not selected
fr: Aucun compte sélectionné
ru_ru: Не выбрано

# Postponed.Text
source: Postponed
fr: Reporté
ru_ru: Отложен

# TotalEntryFees
source: Total
ru_ru: Итого

# RolloverPrincipal.Text
source: Principal
ru_ru: Основная сумма

# No.Text
source: No
ru_ru: Нет

# Yes.Text
source: Yes
ru_ru: Да
