Repository: TalasZh/opencbs
Catalog: Src/OpenCBS.MultiLanguage/resx/FrmAddLoanProduct.*.resx
Languages: fr, ru_ru

# messageBoxDefaultInstallmentType.Text
source: Select an installment type...
fr: Sélectionner un type d'échéancier
ru_ru: Выберите тип платежа...

# messageBoxDefaultExoticProduct.Text
source: Select an exotic schedule...
fr: Sélectionner un échéancier exotique
ru_ru: Выбор не тепичного расписания...

# deleteInstallment.Text
source: You must select an installment before deleting
fr: Vous devez choisir une échéance avant d'effacer
ru_ru: Вам необходимо выбрать платеж перед удалением

# messageBoxAskIfWantToSave.Text
source: Do you really want to save this product ?
fr: Sauvegarder ce produit ?
ru_ru: Вы действительно хотите сохранить продукт ?

# messageBoxPackageSaved.Text
source: Product saved
fr: Produit sauvegardé
ru_ru: Продукт сохранен

# messageBoxRecapIntro.Text
source: With these installments the client will repay:
fr: Avec ce type d'échéancier, le client devra :
ru_ru: Эти погашения будут переоплачены клиентом:

# messageBoxRecapPrincipal.Text
source: % of principal
fr: % du principal
ru_ru: % от основной суммы

# messageBoxRecapInterest.Text
source: % of total interests
fr: % des intérets totaux
ru_ru: % от суммарного процента

# messageBoxSave.Text
source: Do you want update contracts related to this package ?
fr: Voulez-vous mettre à jour les crédit actifs attachés à ce produit ?
ru_ru: Вы хотите обновить контракты относящиеся к этому продукту ?

# title.Text
source: Package form
fr: Fenêtre Produits
ru_ru: Форма продукта

# messageUpdate.Text
source: Do you want to update active loans attached to this loan product ?
fr: Voulez-vous mettre à jour les crédit actifs attachés à ce produit ?
ru_ru: Вы хотите обновить контракты относящиеся к этому продукту?

# messageAmountCycle.Text
source: Amount Cycle properties
fr: Propriétés Cycles de crédits
ru_ru: Свойства цикла с фиксированой суммой

# messageExoticInstallment.Text
source: Exotic Installment properties
fr: Propriétés échéances exotiques
ru_ru: Свойства нетипичных платежей

# messageSelectAmountCycles.Text
source: Select an Amount Cycles...
fr: Sélectionner un cycle de crédit ...
ru_ru: Выбрать цикл с фиксированой суммой...

# messageSelectExotic.Text
source: Select an Exotic product...
fr: Sélectionner un produit Exotique ...
ru_ru: Выбрать не типичный продукт ...

# Fundingline.Text
source: Funding line...
fr: Ligne de financement
ru_ru: Источник финансирования

# FormAddProductCaption.Text
source: Add Loan Product
fr: Ajouter un produit de prêt
ru_ru: Добавить продукт

# FormEditProductCaption.Text
source: Edit Loan Product
fr: Editer le produit de prêt
ru_ru: Изменить продукт

# Currency.Text
source: Select currency...
fr: Devise
ru_ru: Выберите валюту...

# Yearly.Text
source: yearly
fr: Annuel
ru_ru: годовых

# exoticInstallmentProperties.Text
source: Exotic installment N?{0}'s properties
fr: Propriété de l'échéance exotique N?{0}
ru_ru: Свойства нетипичного платежа N?{0}

# NumberOfEntry
source: Item #
ru_ru: Запись №

# Interestrate.Text
source: Interest rate
fr: Taux d'intérêt
ru_ru: Процентная ставка

# Loanamount.Text
source: Loan amount
fr: Montant du prêt
ru_ru: Сумма кредита

# Numberofinstallments.Text
source: Number of installments
fr: Nombre d'échéances
ru_ru: Колличество погашений

# grBoxIntRatePer.Text
source: Interest rate (% per period)*
fr: Taux d'intéret (en % par période)*
ru_ru: Ставка процента (% за период)*

# grBoxIntRateYear.Text
source: Annual interest rate %*
fr: Taux d'intérêt annuel (%)
ru_ru: Годовая ставка %*

# OnlyIntegerIsAccepted.Text
source: The compulsory amount must be integer, not real
ru_ru: Сумма обязательного накопления должно быть целым, не вещественным

# DeleteEntryFeeCycle.Text
source: Are you sure you want to delete current entry fee cycle?
ru_ru: Удалить текущий цикл?

# AddEntryFeeCycle.Text
source: The cycle will be put into the database without saving of the product. Are you sure you want to add the cycle?
ru_ru: Уверены, что хотите добавить цикл?

# EntryFeeCycleName.Text
source: From {0} to {1}
ru_ru: От {0} до {1}

# ConfirmDeletingEntryFeeCycle.Text
source: Are you sure you want to delete selected loan cycle?
ru_ru: Удалить выбранный цикл?

# AddEntryFeeCycleError.Text
source: The cycle you have input already exists.
ru_ru: Такой цикл уже существует.
