Repository: TalasZh/opencbs
Catalog: Src/OpenCBS.MultiLanguage/resx/PersonUserControl.*.resx
Languages: fr, ky_kg

source: Update
fr: Mettre à jour
ky_kg: Обновить данные

# comboBoxTypeOfActivity.Text
source: Select a economic activity...
fr: Choisissez un type d'activité
ky_kg: айлык кирешенин денгээли белгиленген эмес

# textErrorDistrictIsEmpty.Text
source: District is empty
fr: Le département n'est pas renseigné
ky_kg: жаныланган жазуу системасы колдонууда

# textErrorVillageIsEmpty.Text
source: Village is empty
fr: Le village n'est pas renseigné
ky_kg: администратор жокко чыгарууга мумкун эмес

# textErrorDateOfBirthIsEmpty.Text
source: Date of birth is empty
fr: La date de naissance est manquante
ky_kg: орто билим алган балдардын саны цифра турундо жазылыш керек

# textErrorEconomicActivityIsEmpty.Text
source: Economic activity is empty
fr: L'activite est manquante
ky_kg: портфель

# textErrorExperienceIsEmpty.Text
source: Experience is empty
fr: L'expérience n'est pas renseignée
ky_kg: кундор

# textErrorIdDataIsEmpty.Text
source: Identification data is empty
fr: Les données d'identification sont manquantes
ky_kg: маалымат базасы табылбады

# textErrorMonthlyIncomeIsEmpty.Text
source: Monthly income is empty
fr: Le revenu mensuel n'est pas renseigné
ky_kg: колдонуучунун паролдорун алмаштыруу

# textErrorMonthlyExpenditureIsEmpty.Text
source: Monthly expenditure is empty
fr: Le montant des dépenses mensuelles n'est pas renseigné
ky_kg: алынган проценттердин кучоосу

# textErrorNameIsEmpty.Text
source: Name is empty
fr: Le nom n'est pas renseigné
ky_kg: ортодо (ортосунда)

# textErrorSexIsEmpty.Text
source: 'Sex' is not defined
fr: Le sexe n'est pas renseigné
ky_kg: район жазылган эмес

# messageBoxErrors.Text
source: Errors
fr: Erreurs
ky_kg: Болбоду дегенде 2 элементтардык кыймыл керек

# messageBoxPersonSaved.Text
source: Person Saved
fr: Personne sauvegardée
ky_kg: Сураныч. датаны тандап алыныз

# labelAmountBeetweenCycleCaracteristics.Text
source: between
fr: entre
ky_kg: маалымат база тузуусу ийгилик менен аякталды

# labelAmountAndCycleCaracteristics.Text
source: and
fr: et
ky_kg: жалпы калган суммасы бул суммадан аз

# PrivateAddressEmpty.Text
source: Personal address is empty
fr: L'adresse personelle n'est pas renseignée
ky_kg: сальдо

# DateOfBirthEmpty.Text
source: Date of birth cannot be the current day
fr: La date de naissance ne peut être la date d'aujourd'hui
ky_kg: толоонун туру белгиленген эмес

# EconomicActivityEmpty.Text
source: Economic activity is empty
fr: l'activité économique est vide

# ExperienceEmpty.Text
source: Experience is empty
fr: L'expérience n'est pas renseignée
ky_kg: кундор

# IdentificationDataEmpty.Text
source: Identification data is empty
fr: Les données d'identification sont manquantes
ky_kg: маалымат базасы табылбады

# MonthlyIncomeEmpty.Text
source: Monthly income is empty
fr: Le revenu mensuel n'est pas renseigné
ky_kg: колдонуучунун паролдорун алмаштыруу

# MonthlyExpenditureEmpty.Text
source: Monthly expenditure is empty
fr: Le montant des dépenses mensuelles n'est pas renseigné
ky_kg: алынган проценттердин кучоосу

# NameEmpty.Text
source: Name is empty
fr: Le nom n'est pas renseigné
ky_kg: ортодо (ортосунда)

# SexEmpty.Text
source: 'Sex' is not defined
fr: Le sexe n'est pas renseigné
ky_kg: район жазылган эмес

# PrivateCityEmpty.Text
source: City in personal address is empty
fr: La ville dans l'adresse personnelle est manquante
ky_kg: ката

# BusinessCityEmpty.Text
source: City in business address is empty
fr: La ville dans l'adresse professionnelle est manquante
ky_kg: контрактын толонбогон штрафтары белгиленген эмес

# OtherOrganizationNameEmpty.Text
source: The field 'Other Organization' is empty
fr: Le nom des autres institutions n'est pas renseigné
ky_kg: счетту тандап алыныз

# HouseSizeEmpty.Text
source: Size of house is empty
fr: La taille de l'habitation n'est pas renseignée
ky_kg: Бул ай жабуунун кайра тузуусу эле

# HouseTimeLivingInEmpty.Text
source: Time living in this house is empty
fr: La durée dans l'habitation n'est pas renseignée
ky_kg: моноотуно жетелек толоону эсептеш учун кожоюндун период боюнча максималдуу жана минималдуу коркунучтардын баасын жазып коюшунуз керек

# LandPlotSizeEmpty.Text
source: Size of land plot is empty
fr: La taille de l'exploitation n'est pas renseignée
ky_kg: Э

# LivestockNumberEmpty.Text
source: Number of livestock is empty
fr: Le nombre de bétail est manquant
ky_kg: маалымат базанын схемасы

# LivestockKindOfAnimalEmpty.Text
source: Type of animal is empty
fr: Le type d'animal n'est pas renseigné
ky_kg: бул озгочо продуктуга толук эмес толоолор жок. Сиз аны калтыра албайсыз

# PrivateCountryEmpty.Text
source: Country in personnel address is empty
fr: Le pays dans l'adresse personnelle est manquant
ky_kg: контракттын суммасы белгиленген эмес

# BusinessCountryEmpty.Text
source: Country in business address is empty
fr: Le pays dans l'adresse professionnelle est manquant
ky_kg: бул контракт толугу менен толонгон

# sexM.Text
source: Male
fr: Homme
ky_kg: Ар бир озгортуулорго счетту аныкташыныз керек

# sexF.Text
source: Female
fr: Femme
ky_kg: адресте олконун аты жазылбаган

# Homephone.Text
source: Home phone
fr: Tel 1:

# Personalphone.Text
source: Personal phone
fr: Tel 2:

# Age
source: years
fr: ans

# CompulsorySavings.Text
source: Compulsory Savings
fr: Epargne obligatoire

# SavingsBook.Text
source: Savings Book
fr: Compte d'épargne

# SavingsDeposit.Text
source: Savings Deposit
fr: Dépôt

# deleteDoc.Text
source: Are you sure you want to delete the selected document?
fr: Voulez vous vraiment supprimer ce document ?

# textBoxDateOfBirth.Text
source: DD/MM/AAA
ky_kg: кызмат турун тандоо
