Repository: TalasZh/opencbs
Catalog: Src/OpenCBS.GUI/DashboardForm.*.resx
Languages: fr

# label2.Text
source: PRODUCTIVITY
fr: PRODUCTIVITE

# parNameColumn.Text
source: Portfolio
fr: Portefeuille

# parAmountColumn.Text
source: Amount
fr: Montant

# parQuantityColumn.Text
source: Quantity
fr: #Contrats

# label1.Text
source: RISK
fr: RISQUES

# operateLabel.Text
source: OPERATE
fr: OPERATIONS

# searchClientLabel.Text
source: Search client
fr: Rechercher client

# searchContractLabel.Text
source: Search contract
fr: Rechercher contrat

# newIndividualClientLinkLabel.Text
source: Add person
fr: Créer client

# newSolidarityGroupLinkLabel.Text
source: Add solidarity group
fr: Créer groupe solidaire

# newNonSolidairtyGroupLinkLabel.Text
source: Add non-solidarity group
fr: Créer groupe non solidaire

# newCorporateClientLinkLabel.Text
source: Add company
fr: Créer entreprise

# configureLabel.Text
source: CONFIGURE
fr: CONFIGURER

# configureLoanProductsLabel.Text
source: Loan products
fr: Produits de crédit

# configureSavingsProductsLabel.Text
source: Savings products
fr: Produits d'épargne

# configureCollateralProducts.Text
source: Collateral products
fr: Produits de collatéraux

# configureSettingsLabel.Text
source: Settings
fr: Paramètres

# configurePermissionsLabel.Text
source: Permissions
fr: Droits d'accès

# controlLabel.Text
source: AUDIT && CONTROL
fr: AUDIT && CONTROLES

# auditTrailLabel.Text
source: Audit trail
fr: Relevé des opérations

# reportsLink.Text
source: Reports
fr: Rapports

# $this.Text
source: Dashboard
fr: Page d'accueil
