Repository: TalasZh/opencbs
Catalog: Src/OpenCBS.GUI/Products/FrmAddLoanProduct.*.resx
Languages: fr

# tabPageMainParameters.Text
source: Main parameters
fr: Paramètres généraux

# tabPageFees.Text
source: Fees
fr: Frais et pénalités

# tabPageOptionalParameters.Text
source: Exotic installments
fr: Echéanciers

# tabLOC.Text
source: Line of credit
fr: Ligne de crédit

# tabGuarantorsCollaterals.Text
source: Guarantees
fr: Garants, gages, épargne obligatoire

# tabPage1.Text
source: Credit insurance
fr: Assurance

# gbAdvancedParameters.Text
source: Advanced parameters
fr: Paramètres avancés

# cbUseLoanCycle.Text
source: Use loan cycle
fr: Cycle de crédit

# groupBoxNumberOfInstallments.Text
source: Number of installments*
fr: Nombre d'échéances*

# labelNbIOr.Text
source: or
fr: ou valeur :

# groupBoxInterestRate.Text
source: Interest rate (% per period)*
fr: Taux d'intéret (en % par période)*

# labelRateOr.Text
source: or
fr: ou valeur :

# groupBoxAmount.Text
source: Amount*
fr: Montant*

# labelAmountOr.Text
source: or
fr: ou

# groupBoxAmountCycle.Text
source: Cycle properties
fr: Propriétés du cycle de crédit

# buttonRemoveAmountCycles.Text
source: Remove cycle
fr: Supprimer

# buttonAmountCyclesSave.Text
source: Save cycle parameters
fr: Enregistrer cycle de crédit

# buttonCancelAmountCycles.Text
source: Cancel
fr: Annuler

# buttonAddAmountCycle.Text
source: Add cycle
fr: Ajouter

# lblCycleObjects.Text
source: Cycle objects:
fr: Propriété:

# groupBoxAmountCycles.Text
source: Loan cycles
fr: Cycles de crédit

# label31.Text
source: Use:
fr: Cycles existants:

# buttonNewAmountCycles.Text
source: New loan cycle
fr: Nouveau cycle de crédit

# groupBoxRoundingType.Text
source: Rounding Type*
fr: Arrondi des échéances*

# comboBoxRoundingType.Items
source: Approximate
fr: Approximatif

# comboBoxRoundingType.Items1
source: First installment
fr: Première échéance

# comboBoxRoundingType.Items2
source: Last installment
fr: Dernière échéance

# groupBox10.Text
source: Attach product to funding line and currency*
fr: Rattacher à une ligne de financement et une devise*

# groupBoxChargeInterestWithinGracePeriod.Text
source: Charge interest over grace period*
fr: Comptabiliser les intérêts durant la période de grâce*

# radioButtonChargeInterestNo.Text
source: No
fr: Non

# radioButtonChargeInterestYes.Text
source: Yes
fr: Oui

# groupBoxType.Text
source: Attach product to a specific client's type*
fr: Attacher ce produit à un type de client*

# clientTypeVillageCheckBox.Text
source: Non sol. group
fr: Grp non-sol

# clientTypeCorpCheckBox.Text
source: Corp.
fr: P. morale

# clientTypeGroupCheckBox.Text
source: Sol.group
fr: Grp sol

# clientTypeAllCheckBox.Text
source: All
fr: Tous

# groupBoxInterestRateType.Text
source: Interest Rate Type*
fr: Méthode de calcul des intérets*

# rbDecliningFixedPrincipalRelaInterest.Text
source: Declining - Fixed principal with Effective Interest Rate
fr: Sur capital restant dû - intérêts au nombre de jours réel

# rbDecliningFixedPrincipal.Text
source: Declining - Fixed principal
fr: Sur capital restant dû - capital constant

# rbDecliningFixedInstallments.Text
source: Declining - Equal Monthly Installments
fr: Sur capital restant dû - échéances constantes

# rbFlat.Text
source: Flat (Fixed Principal, fixed interest)
fr: Sur capital initial - intérêts fixes

# groupBoxGracePeriod.Text
source: Grace Period*
fr: Période de Grâce*

# labelGPOr.Text
source: or
fr: ou valeur :

# labelInstallmentType.Text
source: Installment type *:
fr: Type d'échéance *:

# labelName.Text
source: Name *:
fr: Nom du produit *:

# gbAnticipatedRepayment.Text
source: Anticipated Total Repayment (ATR) and Anticipated Partial Repayment (APR) Fees
fr: Pénalités pour Paiement Total Anticipé (PTA) et Paiement Partiel Anticipé (PPA)

# groupBoxAPR.Text
source: APR fees*
fr: Pénalités pour paiement partiel anticipé (PPA)*

# label43.Text
source: value :
fr: valeur :

# label42.Text
source: or
fr: ou

# groupBoxPartialAnticipatedRepaymentBase.Text
source: Base for APR fees*
fr: Base pour les PPA*

# rbPrepaidPrincipal.Text
source: % on prepaid principal
fr: % capital prépayé

# rbPartialRemainingOLB.Text
source: % on OLB
fr: % du KRD

# rbPartialRemainingInterest.Text
source: % on interest
fr: % des intérêts

# groupBoxTotalAnticipatedRepaymentBase.Text
source: Base for ATR fees*
fr: Base pour les PTA*

# rbRemainingOLB.Text
source: % on OLB
fr: % du KRD

# rbRemainingInterest.Text
source: % on interest
fr: % des intérêts

# groupBoxAnticipatedRepayment.Text
source: ATR fees*
fr: Pénalités pour paiement total anticipé (PTA)*

# label2.Text
source: value :
fr: valeur :

# label5.Text
source: or
fr: ou

# groupBoxLateFees.Text
source: Late fees (% of base per day)
fr: Pénalités de retard (% par jour)

# labelLateFeeGracePeriod.Text
source: Grace period of late fees *:
fr: Période de grâce pour les pénalités de retard*

# groupBox8.Text
source: on total loan amount*
fr: Sur le montant du prêt*

# label25.Text
source: value :
fr: valeur :

# label28.Text
source: or
fr: ou

# groupBox5.Text
source: on Overdue principal*
fr: Sur le principal impayé*

# label13.Text
source: value :
fr: valeur :

# label16.Text
source: or
fr: ou

# groupBox7.Text
source: on OLB*
fr: Sur le capital restant dû (KRD)*

# label21.Text
source: value :
fr: valeur :

# label24.Text
source: or
fr: ou

# groupBox6.Text
source: on Overdue interest*
fr: sur les intérêts impayés*

# label17.Text
source: value :
fr: valeur :

# label20.Text
source: or
fr: ou

# groupBoxEntryFees.Text
source: Entry fees (up to 10 items)
fr: Frais d'entrée (prélevés au décaissement du crédit)

# swbtnEntryFeesRemoveCycle.Text
source: Remove cycle
fr: Supprimer

# swbtnEntryFeesAddCycle.Text
source: Add cycle
fr: Ajouter

# lblEntryFeesFromCycle.Text
source: From
fr: Numéro

# cbEnableEntryFeesCycle.Text
source: Use loan cycle
fr: Cycle de crédit

# lblEntryFeesCycle.Text
source: Loan cycle:
fr: Cycle n°:

# groupBoxExoticProducts.Text
source: Exotic installments
fr: Echéancier exotique

# buttonCancelExoticProduct.Text
source: Cancel
fr: Annuler

# buttonSaveExoticProduct.Text
source: Save
fr: Enregistrer

# groupBoxExoticInstallmentProperties.Text
source: Exotic installment properties
fr: Propriétés de l'échéancier exotique

# label9.Text
source: Interest:
fr: Intérêt:

# buttonRemoveExoticInstallment.Text
source: Remove
fr: Supprimer

# buttonAddExoticInstallment.Text
source: Add
fr: Ajouter

# columnHeader5.Text
source: Principal (%)
fr: Capital (%)

# columnHeader6.Text
source: Interest (%)
fr: Intérêts (%)

# label6.Text
source: Use:
fr: Utiliser

# buttonNewExoticProduct.Text
source: New exotic schedule
fr: Nouvel échéancier exotique

# checkBoxUseExceptionalInstallmen.Text
source: Use exotic installments
fr: Utiliser des échéances exotiques

# checkBoxFlexPackage.Text
source: Allow flexible schedule
fr: Autoriser un échéancier flexible

# drawNumGroupBox.Text
source: Maximum number of tranches
fr: Nombre de tranches

# drawingNumberLabel.Text
source: Number of drawings under the LOC:
fr: Nombre de tranches pour la ligne crédit:

# useLOCCheckBox.Text
source: Use line of credit
fr: Utiliser les lignes de crédit

# maxLOCMaturityGroupBox.Text
source: Tranche maturity (number of installments)
fr: Durée maximum de la ligne de crédit

# label45.Text
source: value:
fr: valeur :

# label48.Text
source: or
fr: ou

# maxLOCAmountGroupBox.Text
source: Total amount of the Line of Credit (including disbursed amount)
fr: Montant total de la ligne de crédit (montant initial inclus)

# label36.Text
source: value:
fr: valeur :

# label39.Text
source: or
fr: ou

# cbUseCompulsorySavings.Text
source: Use compulsory savings
fr: Activer l'epargne obligatoire

# gbCSAmount.Text
source: Compulsory saving amount
fr: Montant d'épargne obligatoire

# rbCompulsoryAmountRate.Text
source: Rate
fr: Pourcentage du prêt (%)

# rbCompulsoryAmountFlat.Text
source: Flat
fr: Fixe

# lbCompulsoryAmountValue.Text
source: value :
fr: valeur :

# lbCompulsoryAmountOr.Text
source: or
fr: ou

# checkBoxSetSepCollGuar.Text
source: Set separate values for guarantors and collaterals
fr: Différencier garants et gages

# label34.Text
source: % of a loan amount
fr: % du montant du prêt

# label33.Text
source: Minimum percentage of guarantors + collaterals:
fr: pourcentage min garants et gages :

# groupBoxSepGuarColl.Text
source: Separate
fr: Séparer

# label49.Text
source: Note: Put '0' value if you do not want to use guarantors or collaterals.
fr: Mettre '0' comme valeur par défaut si vous ne voulez pas utiliser les garants ou les gages

# label44.Text
source: % of a loan amount
fr: % du montant du prêt

# label35.Text
source: % of a loan amount
fr: % du montant du prêt

# labelMinPercColl.Text
source: Minimum percentage for collaterals:
fr: Pourcentage min pour les gages :

# labelMinPercGuar.Text
source: Minimum percentage for guarantors:
fr: Pourcentage min pour les garants :

# checkBoxGuarCollRequired.Text
source: Use guarantors and collaterals
fr: Utiliser les garants et les gages

# groupBox9.Text
source: Credit insurance
fr: Assurance du crédit

# radioButtonAmountCycle.Text
source: Use Amount Cycle
fr: Utiliser les cycles de crédit

# radioButtonSpecifiedAmount.Text
source: Specified Amount
fr: Montant indiqué

# label7.Text
source: Use:
fr: Utiliser

# buttonCancel.Text
source: Close
fr: Quitter

# buttonSave.Text
source: Save
fr: Enregistrer

# $this.Text
source: Add loan product
fr: Ajouter un produit
