Repository: TalasZh/opencbs
Catalog: Src/OpenCBS.GUI/Database/FrmDatabaseSettings.*.resx
Languages: ru_ru

# btnDefault.Text
source: Default
ru_ru: По-умолчанию

# btnGetServersList.Text
source: Get servers list
ru_ru: Список серверов

# lblInstallInstructionSQLServer.Text
source: If you do not have SQLServer installed then click on the following link for detailed instructions.
ru_ru: Если сервер не установлен нажмите на ссылку для детальных инструкций

# lblPassword.Text
source: Password
ru_ru: Пароль

# lblLoginName.Text
source: Login Name
ru_ru: Имя

# lblServerName.Text
source: Server Name
ru_ru: Сервер

# lblFindDBInfo.Text
source: Octopus needs to know where to find the database. Please enter in the details below and click on Connect
ru_ru: Программа необходимо знать как подключаться к базе. Пожалуйста, введите настройки.

# groupBoxSQLSettings.Text
source: SQLServer Settings
ru_ru: Настройки SQL Сервера

# btnSQLServerChangeSettings.Text
source: Change
ru_ru: Изменить

# groupBoxDatabaseManagement.Text
source: Database Management
ru_ru: Управление базами данных

# lblDetectDatabasesInProgress.Text
source: Please wait during databases detection...
ru_ru: Пожалуйста подождите пока определятся базы данных

# btnSQLServerSettingsShowDetails.Text
source: See details
ru_ru: Посм детали

# btnRestore.Text
source: Restore
ru_ru: Восстановить

# btnBackup.Text
source: Backup
ru_ru: Сделать копию

# btnSetAsDefault.Text
source: Set as default
ru_ru: Сделать основной

# btnCreateNewDatabase.Text
source: Create new database
ru_ru: Создать

# lblDatabases.Text
source: Databases
ru_ru: Базы данных

# btnDatabaseConnection.Text
source: Connect
ru_ru: Соединить

# btnExit.Text
source: Quit
ru_ru: Закрыть

# btnSave.Text
source: Launch Octopus
ru_ru: Перезапустить

# tabPageSQLServerConnection.Text
source: Connect to SQLServer
ru_ru: Подсоединиться к SQLСерверу

# tabPageSQLServerSettings.Text
source: SQLServer settings
ru_ru: Настройки SQL Сервера

# tabPageSqlDatabaseSettings.Text
source: SQL Database settings
ru_ru: Настройки базы данных SQL

# groupBoxSQLDatabaseSettings.Text
source: SQL Database settings
ru_ru: Настройки базы данных SQL

# btnSQLDatabaseSettingsUpgrade.Text
source: Upgrade
ru_ru: Обновление

# btnSQLDatabaseSettingsChangeName.Text
source: Change
ru_ru: Изменить

# groupBoxSQLDatabaseStructure.Text
source: SQL Database structure
ru_ru: Структура базы данных SQL

# btnContinue.Text
source: CONTINUE
ru_ru: Продолжить

# lblDatabaseSettingsMessage.Text
source: Please ugrade your database to the current version!
ru_ru: Пожалуйста обновите базу данных до текущей версии

# openFileDialog.Title
source: Select the backup file to restore
ru_ru: Выберите файл бэкапа

# $this.Text
source: Database Control Panel
ru_ru: Панель управления базами данных
