Repository: TalasZh/opencbs
Catalog: Src/OpenCBS.GUI/Configuration/ContractCodeForm.*.resx
Languages: pt

# chkBranchCode.Text
source: Branch code
pt: Sucursal

# chkDistrict.Text
source: District
pt: Distrito

# chkYear.Text
source: Year
pt: Ano

# chkLoanOfficer.Text
source: Loan officer
pt: Promotor

# chkProductCode.Text
source: Product code
pt: Produto

# chkLoanCycle.Text
source: Loan cycle
pt: Cíclo do empréstimo

# chkProjectCycle.Text
source: Project cycle
pt: Cíclo do projecto

# chkClientId.Text
source: Client ID
pt: ID do cliente

# gbFields.Text
source: Include the following fields
pt: Inclui os espaços seguintes

# lblContractCode.Text
source: Сontract code template
pt: Modelo de código Сontract

# chkContractId.Text
source: Contract ID
pt: ID do Contrato

# btnCancel.Text
source: Cancel
pt: Cancelar

# $this.Text
source: Contract code
pt: Código do contrato

# btnOK.Text
source: OK
pt: Está bem
