Repository: TalasZh/opencbs
Catalog: Src/OpenCBS.GUI/Configuration/FrmUserSettings.*.resx
Languages: fr

# cbAutoUpdate.Text
source: Check for updates and share anonymous information to improve OpenCBS.
fr: Signaler les mises à jour au démarrage

# rdbEnglish.Text
source: English
fr: Anglais

# label2.Text
source: Consolidation Export Path
fr: Chemin d'export de consolidation

# saveDiag.Title
source: UDL file creation
fr: Création du fichier UDL

# rdbRussian.Text
source: Russian
fr: Russse

# groupBox4.Text
source: Languages
fr: Langue

# label1.Text
source: Backup Export Path
fr: Chemin d'export de sauvegarde

# $this.Text
source: User settings
fr: Paramètres avancés

# btnClose.Text
source: Exit
fr: Annuler

# buttonSave.Text
source: Save
fr: Enregistrer

# groupBoxFolders.Text
source: Paths
fr: Emplacement

# rdbFrench.Text
source: French
fr: Français

# rbKyrgyz.Text
source: Kyrgyz
fr: Kirgiz

# rbSpanish.Text
source: Spanish
fr: Espagnol

# rbTadjik.Text
source: Tajikistan
fr: Tajik
